[
 {
  "id": 1,
  "문제": "1. Which of the following combination is not desirable as a driver's license when towing a 1.5-ton towed automobile using a 4.5-ton truck?",
  "보기1": "① Class I driver’s license for large motor vehicles and for small towing vehicles",
  "보기2": "② Class I drivers' license for ordinary motor vehicles and for large towing vehicles",
  "보기3": "③ Class I drivers' license for ordinary motor vehicles and for small towing vehicles",
  "보기4": "④ Class II drivers' licenses for ordinary motor vehicles and for large towing vehicles",
  "정답": 4.3
 },
 {
  "id": 2,
  "문제": "2. According to the Road Traffic Act, which of the following is not true about driver's license issuance?",
  "보기1": "① Your driver’s license must be issued within 30 days after passing the driver's license examination.",
  "보기2": "② Your driver’s license cannot be issued in English.",
  "보기3": "③ You can issue a mobile driver’s license.",
  "보기4": "④ You can reissue a lost driver’s license.",
  "정답": 2
 },
 {
  "id": 3,
  "문제": "3. What is the validity period for an international driver's license issued by the commissioner of City/Do police agency from the date of issue?",
  "보기1": "① 1 year",
  "보기2": "② 2 years",
  "보기3": "③ 3 years",
  "보기4": "④ 4 years",
  "정답": 1
 },
 {
  "id": 4,
  "문제": "4. According to the Road Traffic Act, which of the following is a prerequisite for driving an emergency passenger vehicle with a prescribed seating capacity of no more than 15 persons?",
  "보기1": "① Class I driver’s license for ordinary motor vehicles; 3 hours of traffic safety education",
  "보기2": "② Class I driver’s license for special motor vehicles (large towing vehicles); 2 hours of traffic safety education",
  "보기3": "③ Class I driver’s license for special motor vehicles (recovery vehicles); 2 hours of traffic safety education",
  "보기4": "④ Class II driver’s license for ordinary motor vehicles; 3 hours of traffic safety education",
  "정답": 1
 },
 {
  "id": 5,
  "문제": "5. According to the Road Traffic Act, which of the following is the period of validity for a student license?",
  "보기1": "① Six months from the date of issue",
  "보기2": "② One year from the date of issue",
  "보기3": "③ Two years from the date of issue",
  "보기4": "④ Three years from the date of issue",
  "정답": 2
 },
 {
  "id": 6,
  "문제": "6. Which of the criteria for imposing the conditions of a driver's license under the Road Traffic Act is not correct with regard to how a driver's license is written?",
  "보기1": "① A",
  "보기2": "② E",
  "보기3": "③ G",
  "보기4": "④ H",
  "정답": 1
 },
 {
  "id": 7,
  "문제": "7. A vehicle with a total weight of 780 kg is to be towed with an 11-seater passenger vehicle. Which of the following driver’s license(s) must the driver hold?",
  "보기1": "① Class I driver’s license for ordinary motor vehicles and for small towing vehicles",
  "보기2": "② Class II driver’s license for ordinary motor vehicles and Class I driver’s license for small towing vehicles",
  "보기3": "③ Class I driver’s license for ordinary motor vehicles and for recovery vehicles",
  "보기4": "④ Class II driver’s license for ordinary motor vehicles and Class I driver’s license for recovery vehicles",
  "정답": 1
 },
 {
  "id": 8,
  "문제": "8. Which TWO of the following statements about the types of vehicles that can be driven by specific types of driver's license are correct?",
  "보기1": "① An asphalt distributor may be driven by a driver holding a Class I driver’s license for large motor vehicles.",
  "보기2": "② A dump truck may be driven by a driver holding a Class I driver’s license for ordinary motor vehicles.",
  "보기3": "③ A 250 cc two-wheeled vehicle may be driven by a person holding a Class II driver’s license for ordinary motor vehicles.",
  "보기4": "④ A motorcycle may be driven by a person holding a Class II driver’s license for small motor vehicles.",
  "정답": 1.4
 },
 {
  "id": 9,
  "문제": "9. One intends to drive a 12-seater passenger vehicle. Which of the following driver’s license types must one obtain to do so?",
  "보기1": "① Class I driver’s license for large towing vehicles",
  "보기2": "② Class I driver’s license for recovery vehicles",
  "보기3": "③ Class I driver’s license for ordinary motor vehicles",
  "보기4": "④ Class II driver’s license for ordinary motor vehicles",
  "정답": 3
 },
 {
  "id": 10,
  "문제": "10. Which of the following are groups of people who can obtain a Class II driver's license for ordinary motor vehicles?",
  "보기1": "① Those who are blind in one eye but possess visual acuity of 0.5 in the other eye",
  "보기2": "② Those who cannot differentiate red, green, and yellow colors (color blind)",
  "보기3": "③ Those who are 17 years old",
  "보기4": "④ Those who are deaf",
  "정답": 4
 },
 {
  "id": 11,
  "문제": "11. Which of the following is a correct definition (standard) of a Motorcycle under the Road Traffic Act?",
  "보기1": "① Displacement of up to 50 cc; maximum rated output of up to 0.59 kilowatts",
  "보기2": "② Displacement less than 50 cc; maximum rated output less than 0.59 kilowatts",
  "보기3": "③ Displacement of up to 125 cc; maximum rated output of up to 11 kilowatts",
  "보기4": "④ Displacement less than 125 cc; maximum rated output less than 11 kilowatts",
  "정답": 3
 },
 {
  "id": 12,
  "문제": "12. Which of the following criteria allows one to take the Class I test for large motor vehicles under the Road Traffic Act? (Excluding experience of driving a motorcycle)",
  "보기1": "① Those who have more than 6 months of driving experience and are 18 years old",
  "보기2": "② Those who have more than 1 year of driving experience and are 18 years old",
  "보기3": "③ Those who have more than 6 months of driving experience and are 19 years old",
  "보기4": "④ Those who have more than 1 year of driving experience and are 19 years old",
  "정답": 4
 },
 {
  "id": 13,
  "문제": "13. If a driver's license is acquired by false or fraudulent means and a penalty more severe than a fine is imposed, how long will the person be prohibited from acquiring a driver's license?",
  "보기1": "① One year from the date of revocation of the illegally acquired license",
  "보기2": "② Two years from the date of revocation of the illegally acquired license",
  "보기3": "③ Three years from the date of revocation of the illegally acquired license",
  "보기4": "④ Four years from the date of revocation of the illegally acquired license",
  "정답": 2
 },
 {
  "id": 14,
  "문제": "14. A person who fails in the road driving test may take the test again after ( ) from the date of failure. Which of the following belongs in ( )?",
  "보기1": "① 1 day",
  "보기2": "② 3 days",
  "보기3": "③ 5 days",
  "보기4": "④ 7 days",
  "정답": 2
 },
 {
  "id": 15,
  "문제": "15. What are TWO inappropriate explanations for the 'Good Driving Mileage' system?",
  "보기1": "① It is a system that provides practical incentives to those who comply with and practice traffic laws.",
  "보기2": "② If a driver is slapped with a suspension order, the penalty can be deducted from the accumulated points.",
  "보기3": "③ Those who have not paid the penalty or fine can participate in the no-violation, no-accident pledge of the mileage system.",
  "보기4": "④ In case of causing a traffic accident or violating traffic laws during the pledge period, the person cannot take the pledge again.",
  "정답": 3.4
 },
 {
  "id": 16,
  "문제": "16. Which of the following is NOT the correct definition of personal mobility devices that are motorcycles?",
  "보기1": "① The ascent angle is less than 25 degrees.",
  "보기2": "② The device must weigh less than 30 kg.",
  "보기3": "③ The term 'bicycles, etc.' means bicycles and personal mobility devices",
  "보기4": "④ When driving at a speed of 25 kilometers per hour or more, the motor should not operate.",
  "정답": 1
 },
 {
  "id": 17,
  "문제": "17. The following are descriptions of the standards for personal mobility devices. Which of the following is correctly explained?",
  "보기1": "① If a vehicle with a motor is operated at a speed of 30 km or more per hour, the motor must not operate.",
  "보기2": "② It is a vehicle with a maximum rated output of 11 kilowatts or less, including an electric bicycle.",
  "보기3": "③ It is a vehicle with a maximum rated output of 11 kilowatts or less, which weight less than 35 kilograms",
  "보기4": "④ The weight of the vehicle should be less than 30 kg.",
  "정답": 4
 },
 {
  "id": 18,
  "문제": "18. Which TWO of the following actions would cause someone to be barred from acquiring a driver's license for two years? (If given a penalty more severe than a fine)",
  "보기1": "① Driving without a license three times",
  "보기2": "② Applying for a driver's license test on behalf of someone else",
  "보기3": "③ Using a vehicle to hold a person captive",
  "보기4": "④ Having a driver's license canceled because of failure to take the regular aptitude test",
  "정답": 1.2
 },
 {
  "id": 19,
  "문제": "19. According to the Road Traffic Safety Act and its Enforcement Decree, which of the following is NOT correct regarding a driver's license in English?",
  "보기1": "① When driving in a country where driver's license in English is recognized, it is possible to drive without a separate notarized translation.",
  "보기2": "② The driver's license in English can be used regardless of the length of stay in a country where driver's license in English is recognized.",
  "보기3": "③ You should bring your driver's license in Korean, an international driver's license, and your passport in a country where driver's license in English is not recognized.",
  "보기4": "④ It is the license wherein the content of a driver's license is written in English on the back of the driver's license.",
  "정답": 2
 },
 {
  "id": 20,
  "문제": "20. Under the Road Traffic Act, a motorcycle is defined as a two-wheeled vehicle with a maximum rated output of ( ) or less when powered by electricity. Which of the following belongs in ( )?",
  "보기1": "① 11 kilowatts",
  "보기2": "② 9 kilowatts",
  "보기3": "③ 5 kilowatts",
  "보기4": "④ 0.59 kilowatts",
  "정답": 1
 },
 {
  "id": 21,
  "문제": "21. Which of the following is the correct definition of “a line of curbstones” according to the Road Traffic Act?",
  "보기1": "① A line indicating the direction of the thoroughfare for vehicles and horses",
  "보기2": "② A line for guiding vehicles to drive in a single line through a set part of the road",
  "보기3": "③ A line consisting of rocks or other material for distinguishing roadways from sidewalks",
  "보기4": "④ A line indicating separate lanes",
  "정답": 3
 },
 {
  "id": 22,
  "문제": "22. Which of the following is correct regarding the appropriate method of using personal mobility devices under the Road Traffic Act?",
  "보기1": "① Driving beyond the seating capacity",
  "보기2": "② Driving by a person 65 years of age or older who has returned their driver's license",
  "보기3": "③ Driving by a person 13 years of age or older who has not obtained a driver's license",
  "보기4": "④ Traversing a crosswalk while holding or walking a personal mobility device",
  "정답": 4
 },
 {
  "id": 23,
  "문제": "23. According to the Road Traffic Act, at what age is a person required to apply for license renewal and aptitude test every 3 years?",
  "보기1": "① 65 years or older",
  "보기2": "② 70 years or older",
  "보기3": "③ 75 years or older",
  "보기4": "④ 80 years or older",
  "정답": 3
 },
 {
  "id": 24,
  "문제": "24. The following are descriptions of the verification process for identifying individuals wishing to obtain a driver’s license according to the Road Traffic Act and its Enforcement Decree. Which of the following is NOT correct?",
  "보기1": "① If the resident registration card has been lost, identification can be performed via the confirmation of the application for the issuance of a resident registration card.",
  "보기2": "② If an individual cannot be verified by either an identification certificate or fingerprint information, the person is not permitted to take the test.",
  "보기3": "③ Fingerprint information may be compared and verified by an electronic method without the applicant's consent.",
  "보기4": "④ If the applicant refuses to verify his or her own identity, the issuance of a driver’s license may be denied.",
  "정답": 3
 },
 {
  "id": 25,
  "문제": "25. Which of the following government authorities provides special education to those who intend to get a license for fuel cell electric buses (FCEBs; seating capacity of 35 or more)?",
  "보기1": "① Korea Gas Safety Corporation",
  "보기2": "② Korea Occupational Safety and Health Agency",
  "보기3": "③ Korea Road Traffic Authority",
  "보기4": "④ Korea Expressway Corporation",
  "정답": 1
 },
 {
  "id": 26,
  "문제": "26. If a person who is likely to have a driver's license suspended due to a violation of traffic laws under the Road Traffic Act wants to take the recommended education regarding specific traffic safety, they should apply to ( )?",
  "보기1": "① President of KoROAD",
  "보기2": "② Head of the local government having jurisdiction over one's domicile",
  "보기3": "③ Head of a driver licensing office",
  "보기4": "④ Commissioner of a City/Do police agency",
  "정답": 4
 },
 {
  "id": 27,
  "문제": "27. According to the Road Traffic Act and its Enforcement Decree, if a person who is blind in one eye intends to obtain a Class I driver's license for ordinary motor vehicles, his or her visual acuity of the other eye shall be at least ( ), and he or she shall have altitudinal visual range of ( ) degrees and vertical visual range of 20 degrees, and there shall be no scotoma or hemianopia within central visual range of 20 degrees. Which answer fits in ( )?",
  "보기1": "① 0.5, 50",
  "보기2": "② 0.6, 80",
  "보기3": "③ 0.7, 100",
  "보기4": "④ 0.8, 120",
  "정답": 4
 },
 {
  "id": 28,
  "문제": "28. How often is a person between 65 and 75 years of age with a Class I driver’s license (excluding persons who have lost sight in only one eye) required to take a regular aptitude test?",
  "보기1": "① Every 3 years",
  "보기2": "② Every 5 years",
  "보기3": "③ Every 10 years",
  "보기4": "④ Every 15 years",
  "정답": 2
 },
 {
  "id": 29,
  "문제": "29. When should drivers return their driver's license to the commissioner of City/Do police agency? (Select two answers)",
  "보기1": "① When they have their driver's license revoked",
  "보기2": "② When they have their driver's license suspended",
  "보기3": "③ When they are notified that they should take a driving aptitude test",
  "보기4": "④ If they fail to take a regular aptitude test for 6 months",
  "정답": 1.2
 },
 {
  "id": 30,
  "문제": "30. According to the High-pressure Gas Safety Control Act, which of the following is not true about safety education (special education) for drivers of fuel cell electric vehicles (FCEVs)?",
  "보기1": "① Drivers of fuel cell electric passenger vehicles are not subject to take special education.",
  "보기2": "② Drivers who intend to newly drive FCEBs (seating capacity of 36 or more) are subject to take special education.",
  "보기3": "③ The special education for FCEVs is provided by the Korea Gas Safety Corporation.",
  "보기4": "④ Drivers operating motor vehicles for rental business as defined in the Passenger Transport Service Act are subject to take special education.",
  "정답": 4
 },
 {
  "id": 31,
  "문제": "31. According to the Road Traffic Act and its Enforcement Decree, which of the following persons may NOT be issued with an English driver’s license?",
  "보기1": "① A person who has passed the driver’s license test and applies for a driver’s license",
  "보기2": "② A person who has passed the driver’s license aptitude test and applies for a driver’s license",
  "보기3": "③ A person who applies to exchange a foreign driver’s license with a domestic driver’s license",
  "보기4": "④ A person who applies with a student license",
  "정답": 4
 },
 {
  "id": 32,
  "문제": "32. According to the Road Traffic Act and its Enforcement Decree, which of the following is not allowed to be driven with a Class II driver’s license for ordinary motor vehicles?",
  "보기1": "① A recovery vehicle",
  "보기2": "② A 10-seater passenger vehicle",
  "보기3": "③ A passenger car",
  "보기4": "④ A truck with a loading weight of 2.5 tons",
  "정답": 1
 },
 {
  "id": 33,
  "문제": "33. A person whose result of a driver’s license test becomes invalidated due to cheating shall be prohibited from taking the relevant examination for ( ) from the date of imposition. Which answer fits in ( )?",
  "보기1": "① 2 years",
  "보기2": "② 3 years",
  "보기3": "③ 4 years",
  "보기4": "④ 5 years",
  "정답": 1
 },
 {
  "id": 34,
  "문제": "34. According to the Road Traffic Act and its Enforcement Decree, which of the following is NOT a valid reason for postponing license renewal or the regular aptitude test?",
  "보기1": "① If the person is staying overseas",
  "보기2": "② If the person is unable to move due to an illness",
  "보기3": "③ If the person is serving as a noncommissioned officer or higher in the Army, Navy, or Air Force pursuant to the Military Personnel Management Act",
  "보기4": "④ If the person suffers a disaster or calamity",
  "정답": 3
 },
 {
  "id": 35,
  "문제": "35. According to the Road Traffic Act and its Enforcement Decree, a person who has received an extension of the period for renewal of a driver's license must renew and obtain a driver's license within ( ) from the date such ncause or event terminates. What belongs in the parentheses?",
  "보기1": "① 1 month",
  "보기2": "② 3 months",
  "보기3": "③ 6 months",
  "보기4": "④ 12 months",
  "정답": 2
 },
 {
  "id": 36,
  "문제": "36. According to the High-pressure Gas Safety Control Act, which of the following are subject to take special education?",
  "보기1": "① Drivers of fuel cell passenger vehicles",
  "보기2": "② Drivers of large FCEBs (seating capacity of 36 or more)",
  "보기3": "③ Drivers of fuel cell trucks",
  "보기4": "④ Drivers of special-purpose FCEVs",
  "정답": 2
 },
 {
  "id": 37,
  "문제": "37. Which of the following tire characteristics has the greatest influence on an automobile's energy consumption efficiency?",
  "보기1": "① Road braking power",
  "보기2": "② Wear resistance",
  "보기3": "③ Rolling resistance",
  "보기4": "④ Road grip",
  "정답": 3
 },
 {
  "id": 38,
  "문제": "38. What is the standard for penalties imposed on a driver who knowingly uses a fake petroleum product as vehicle fuel?",
  "보기1": "① A fine between 50,000 and 100,000 won",
  "보기2": "② A fine between 500,000 and 1 million won",
  "보기3": "③ A fine between 2 million and 20 million won",
  "보기4": "④ No penalties.",
  "정답": 3
 },
 {
  "id": 39,
  "문제": "39. Which of the following is NOT correct regarding charging stations of electric vehicles?",
  "보기1": "① Common-use chargers refer to chargers installed in rest areas, large marts, and public offices.",
  "보기2": "② For the charging method for electric vehicles, there are slow charging method using alternating current and fast charging method using direct current.",
  "보기3": "③ Only pre-registered vehicles can use common-use chargers.",
  "보기4": "④ If one has one's own land or lot, one can install a personal charging facility.",
  "정답": 3
 },
 {
  "id": 40,
  "문제": "40. Which of the following is not a problem that can occur to cars when refueling with fake petroleum product?",
  "보기1": "① Increased engine noise due to corrosion and damage caused to the fuel supply device",
  "보기2": "② Reduced power and fuel efficiency due to damage to the injector that injects fuel",
  "보기3": "③ Reduced power due to reduction of engine friction caused by increased lubricity",
  "보기4": "④ Power-downs due to damage to the high-pressure fuel pump supplying fuel",
  "정답": 3
 },
 {
  "id": 41,
  "문제": "41. Which TWO of the following items should you check before driving?",
  "보기1": "① Condition of tire wear",
  "보기2": "② Whether there are obstacles in front or back of your car",
  "보기3": "③ Whether the dashboard readings are working properly",
  "보기4": "④ Whether the brake pedal works normally",
  "정답": 1.2
 },
 {
  "id": 42,
  "문제": "42. What is the color generally displayed on the inspection screen when the life of an MF (maintenance-free) battery expires?",
  "보기1": "① Yellow",
  "보기2": "② White",
  "보기3": "③ Black",
  "보기4": "④ Green",
  "정답": 2
 },
 {
  "id": 43,
  "문제": "43. Which of the following cannot be considered a fake petroleum product for use as vehicle fuel?",
  "보기1": "① Gasoline mixed with methanol",
  "보기2": "② A product that contains less than 5% of high-grade gasoline with normal gasoline",
  "보기3": "③ Diesel oil mixed with kerosene",
  "보기4": "④ A product with less than 5% water mixed with diesel",
  "정답": 4
 },
 {
  "id": 44,
  "문제": "44. Which of the following is not the correct method to check for hydrogen gas leaks?",
  "보기1": "① Measurement using gas detector to verify flammability",
  "보기2": "② Confirmation through soapy water",
  "보기3": "③ Confirmation by smelling gas",
  "보기4": "④ Confirmation using a hydrogen detector",
  "정답": 3
 },
 {
  "id": 45,
  "문제": "45. Which of the following is NOT correct regarding the safety rules for hydrogen vehicles?",
  "보기1": "① Switch off the vehicle power before charging.",
  "보기2": "② Smoking should be done at a distance from the vehicle.",
  "보기3": "③ When hydrogen gas leaks, request the safety supervisor from the charging station for a safety check.",
  "보기4": "④ After a traffic accident involving collision of a hydrogen vehicle, drive the vehicle after undergoing a gas safety inspection.",
  "정답": 2
 },
 {
  "id": 46,
  "문제": "46. Which of the following is not necessary to check for leaks in hydrogen vehicles?",
  "보기1": "① Connection between valve and container",
  "보기2": "② Regulator",
  "보기3": "③ Gas hose and pipe connection",
  "보기4": "④ Boost inverter of fuel cell",
  "정답": 4
 },
 {
  "id": 47,
  "문제": "47. When a vehicle takes a right turn, what is the difference in rotation radius between the right front wheel and the right rear wheel called?",
  "보기1": "① Rotation resistance",
  "보기2": "② Difference of radius between outer wheels",
  "보기3": "③ Minimum turning radius",
  "보기4": "④ Difference of radius between the inner wheels",
  "정답": 4
 },
 {
  "id": 48,
  "문제": "48. Which of the following is the maximum amount of gas charge for LPG vehicle containers?",
  "보기1": "① 100% or less (95% or less for the donut type)",
  "보기2": "② 95% or less (90% or less for the donut type)",
  "보기3": "③ 85% or less (80% or less for the donut type)",
  "보기4": "④ 75% or less (70% or less for the donut type)",
  "정답": 3
 },
 {
  "id": 49,
  "문제": "49. Which of the following is not correct regarding the characteristics of the fuel used in an LPG vehicle?",
  "보기1": "① It exists in a gaseous state at normal room temperature.",
  "보기2": "② LPG for motor vehicles has a distinct odor.",
  "보기3": "③ It is generally lighter than air.",
  "보기4": "④ It has a high risk of explosion.",
  "정답": 3
 },
 {
  "id": 50,
  "문제": "50. Which of the following is NOT a cause for reducing the braking force of a vehicle?",
  "보기1": "① Master cylinder failure",
  "보기2": "② Defective wheel cylinder",
  "보기3": "③ Deformation of release fork",
  "보기4": "④ Occurrence of vapor lock",
  "정답": 3
 },
 {
  "id": 51,
  "문제": "51. Which of the following is NOT correct regarding the method of driving a vehicle equipped with a driving assistance device?",
  "보기1": "① When using a driving assistance device, check frequently whether the device is operating before driving.",
  "보기2": "② In case of a driving intervention warning, wait until the driving assistance device is released before you intervene.",
  "보기3": "③ When releasing part or all of the driving assistance device, check whether it works.",
  "보기4": "④ Even if the driving assistance system is in operation, be ready to intervene at short notice.",
  "정답": 2
 },
 {
  "id": 52,
  "문제": "52. Which of the following is not true about a driver-assistance system?",
  "보기1": "① Lane Following Assist is a system designed to assist the driver in driving to stay within the lane on the road.",
  "보기2": "② ASCC (Adaptive Smart Cruise Control) is a system that automatically adjusts the vehicle speed to maintain a safe distance from vehicles ahead.",
  "보기3": "③ ABSD (Active Blind Spot Detection) is a system that assists drivers in changing lanes by warning them of vehicles in their blind spots.",
  "보기4": "④ AEB (Autonomous Emergency Braking) is a system that prevents the wheels from locking up and reduces the braking distance",
  "정답": 4
 },
 {
  "id": 53,
  "문제": "53. According to the Road Traffic Act, which of the following is not true about an automated driving system?",
  "보기1": "① The Road Traffic Act stipulates that “driving” does not include the use of an automated driving system in accordance with the original use of motor vehicles and horses.",
  "보기2": "② The mobile phone use ban does not apply to drivers driving a vehicle operated under an automated driving system.",
  "보기3": "③ The penalty for a driver who fails to promptly respond to the take-over request from the autonomous driving system is a fee of KRW 40,000.",
  "보기4": "④ An “automated driving system” encompasses a variety of automated apparatus, software, and peripheral devices that allow a vehicle to move by recognizing and judging the surroundings and road information without the manipulation of the driver or a passenger.",
  "정답": 1
 },
 {
  "id": 54,
  "문제": "54. Which of the following is not a crucial component of an FCEV?",
  "보기1": "① Fuel cell",
  "보기2": "② Traction motor",
  "보기3": "③ Engine",
  "보기4": "④ Battery",
  "정답": 3
 },
 {
  "id": 55,
  "문제": "55. What is the rotational force (instantaneous force) generated from the crankshaft of an internal combustion engine of a vehicle?",
  "보기1": "① Torque",
  "보기2": "② Fuel economy",
  "보기3": "③ Displacement",
  "보기4": "④ Horsepower",
  "정답": 1
 },
 {
  "id": 56,
  "문제": "56. Which of the following warning lights alerts the driver to the overheating of the engine?",
  "보기1": "① Brake warning light",
  "보기2": "② Water temperature warning light",
  "보기3": "③ Fuel warning light",
  "보기4": "④ Parking brake warning light",
  "정답": 2
 },
 {
  "id": 57,
  "문제": "57. Which two of the following are not correct regarding the management of electric vehicles?",
  "보기1": "① When parking, it is better to use the ground parking lot.",
  "보기2": "② When driving long distance, check and charge the battery in advance.",
  "보기3": "③ It is recommended not to accelerate or stop suddenly immediately after charging.",
  "보기4": "④ It is more efficient to use an air heater than a heated seat or a heated handle.",
  "정답": 1.4
 },
 {
  "id": 58,
  "문제": "58. According to the Road Traffic Act and its Enforcement Decree, which of the following is subject to the regulations regarding the permeability of visible rays through window glass of motor vehicles (except for children’s school buses)?",
  "보기1": "① Window glass on the side of the back seat",
  "보기2": "② Front windshield, window glass on the right and left sides of the driver's seat",
  "보기3": "③ Front windshield, window glass on the right and left sides of the driver's seat, and rear windshield",
  "보기4": "④ All windows",
  "정답": 2
 },
 {
  "id": 59,
  "문제": "59. According to the Motor Vehicle Management Act and its Enforcement Decree, a passenger car is a motor vehicle suitably manufactured to transport up to how many people?",
  "보기1": "① 10 people or fewer",
  "보기2": "② 12 people or fewer",
  "보기3": "③ 15 people or fewer",
  "보기4": "④ 18 people or fewer",
  "정답": 1
 },
 {
  "id": 60,
  "문제": "60. Under the Motor Vehicle Management Act and its Enforcement Decree, what is the validity period for the initial inspection conducted on a new non-commercial passenger car?",
  "보기1": "① 1 year",
  "보기2": "② 2 years",
  "보기3": "③ 4 years",
  "보기4": "④ 6 years",
  "정답": 3
 },
 {
  "id": 61,
  "문제": "61. Which TWO of the following are considered types of vehicles according to the Motor Vehicle Management Act?",
  "보기1": "① Construction machinery",
  "보기2": "② Freight motor vehicle",
  "보기3": "③ Tractor",
  "보기4": "④ Special motor vehicle",
  "정답": 2.4
 },
 {
  "id": 62,
  "문제": "62. What is the color scheme of the license plates attached to electric vehicles and hydrogen fuel cell vehicles used for non-commercial or rental purposes (apart from hybrid vehicles)?",
  "보기1": "① Black letters on a yellow background",
  "보기2": "② Black letters on a blue background",
  "보기3": "③ White letters on a royal blue background",
  "보기4": "④ Black letters on a purple background",
  "정답": 2
 },
 {
  "id": 63,
  "문제": "63. Which of the following vehicles CANNOT use the Hi-pass lanes?",
  "보기1": "① A dump truck with loading weight of 16 tons",
  "보기2": "② A double decker bus that operates between Seoul and Suwon",
  "보기3": "③ A fire vehicle with vehicle width of 3.7m in case of a single lane",
  "보기4": "④ A 10-ton large recovery vehicle",
  "정답": 3
 },
 {
  "id": 64,
  "문제": "64. Under the Motor Vehicle Management Act and its Enforcement Decree, which of the following is the correct validity period for the inspection of small vans?",
  "보기1": "① 6 months",
  "보기2": "② 1 year",
  "보기3": "③ 2 years",
  "보기4": "④ 4 years",
  "정답": 2
 },
 {
  "id": 65,
  "문제": "65. According to the Automobile Management Act and its Enforcement Decree, what is the validity period for an inspection conducted on a towed vehicle that has been in use for over 6 years?",
  "보기1": "① 6 months",
  "보기2": "② 1 year",
  "보기3": "③ 2 years",
  "보기4": "④ 4 years",
  "정답": 3
 },
 {
  "id": 66,
  "문제": "66. Under the Motor Vehicle Management Act and its Enforcement Decree, what is the standard validity period of a temporary driving permit issued when purchasing a new car?",
  "보기1": "① Within 10 days",
  "보기2": "② Within 15 days",
  "보기3": "③ Within 20 days",
  "보기4": "④ Within 30 days",
  "정답": 1
 },
 {
  "id": 67,
  "문제": "67. Which of the following is not accepted as a reason for a registration for modification of vehicle in accordance with the Motor Vehicle Management Act and its Enforcement Decree?",
  "보기1": "① The main usage address of the car has been changed",
  "보기2": "② The vehicle's identification number has been changed",
  "보기3": "③ Ownership has been changed",
  "보기4": "④ The name of the corporation has been changed",
  "정답": 3
 },
 {
  "id": 68,
  "문제": "68. Which of the following is most correct about the measures to prevent vehicles from catching fire?",
  "보기1": "① Regularly check the condition of the wiring, fuel, and ignition of the vehicle every six months.",
  "보기2": "② It is safe to throw cigarette butts outside the vehicle when smoking inside a moving vehicle.",
  "보기3": "③ When storing cigarette lighters or matches inside the vehicle, make sure to store them in a drawer.",
  "보기4": "④ In preparation for a fire, always equip the vehicle with a fire extinguisher and be fully aware of how to use it.",
  "정답": 4
 },
 {
  "id": 69,
  "문제": "69. According to the Trucking Transport Business Act, the operator of a trucking transport business has to keep operation records in the tachograph for ( ). Which answer fits in ( )?",
  "보기1": "① 3 months",
  "보기2": "② 6 months",
  "보기3": "③ 1 year",
  "보기4": "④ 2 years",
  "정답": 2
 },
 {
  "id": 70,
  "문제": "70. Under the Motor Vehicle Management Act and its Enforcement Decree, a person who wishes to register the transfer of a vehicle must finish the registration within ( ) from the date of purchase. What belongs in ( )?",
  "보기1": "① 15 days",
  "보기2": "② 20 days",
  "보기3": "③ 30 days",
  "보기4": "④ 40 days",
  "정답": 1
 },
 {
  "id": 71,
  "문제": "71. Under the Motor Vehicle Management Act and its Enforcement Decree, the validity period of a regular inspection on a vehicle is between ( ) before and after the expiration of the inspection validity date. What belongs in ( )?",
  "보기1": "① 31 days",
  "보기2": "② 41 days",
  "보기3": "③ 51 days",
  "보기4": "④ 61 days",
  "정답": 1
 },
 {
  "id": 72,
  "문제": "72. Under the Guarantee of Compulsory Motor Vehicle Liability Security Act, what is the punishment criterion for a car owner who fails to purchase a mandatory insurance? (When the car has not been operated)",
  "보기1": "① A fine of up to 3 million won",
  "보기2": "② A fine of up to 5 million won",
  "보기3": "③ Up to 1 year of imprisonment or a fine of up to 10 million won",
  "보기4": "④ Up to 2 years of imprisonment or a fine of up to 20 million won",
  "정답": 1
 },
 {
  "id": 73,
  "문제": "73. Under the Automobile Management Act and its Enforcement Decree, what kind of registration is required when ownership of a vehicle changes through inheritance, etc.?",
  "보기1": "① New registration",
  "보기2": "② Registration of transfer",
  "보기3": "③ Registration for modification",
  "보기4": "④ Registration for cancellation",
  "정답": 2
 },
 {
  "id": 74,
  "문제": "74. According to the Motor Vehicle Management Act and its Enforcement Decree, which of the following is NOT a type of vehicle inspection that a vehicle owner should do?",
  "보기1": "① Repair inspection",
  "보기2": "② Special inspection",
  "보기3": "③ Inspection of tuning",
  "보기4": "④ Provisional inspection",
  "정답": 2
 },
 {
  "id": 75,
  "문제": "75. Which of the following groups process the registration of transfer for a vehicle sale?",
  "보기1": "① Road Traffic Authority",
  "보기2": "② Si, Gun or Gu district office",
  "보기3": "③ Korea Transportation Safety Authority",
  "보기4": "④ City/Do police agency",
  "정답": 2
 },
 {
  "id": 76,
  "문제": "76. Which TWO of the following are NOT types of vehicle registration?",
  "보기1": "① Registration of revision",
  "보기2": "② Registration of rights",
  "보기3": "③ Registration of patent rights",
  "보기4": "④ Registration for cancellation",
  "정답": 2.3
 },
 {
  "id": 77,
  "문제": "77. Which of the following is the appropriate permeability of visible rays through front windshield of motor vehicles (other than children’s school buses)?",
  "보기1": "① Less than 40%",
  "보기2": "② Less than 50%",
  "보기3": "③ Less than 60%",
  "보기4": "④ Less than 70%",
  "정답": 4
 },
 {
  "id": 78,
  "문제": "78. What is the proper sequence of applying brakes while driving?",
  "보기1": "① Identify hazard → make judgment → order action → apply brakes",
  "보기2": "② Identify hazard → order action → make judgment → apply brakes",
  "보기3": "③ Make judgment → identify hazard → order action → apply brakes",
  "보기4": "④ Order action → identify hazard → make judgment → apply brakes",
  "정답": 1
 },
 {
  "id": 79,
  "문제": "79. Which of the following is NOT a requirement for the SRS airbag attached to a vehicle?",
  "보기1": "① Tensile strength and heat resistance at a high temperature",
  "보기2": "② Tensile strength and heat resistance at a low temperature",
  "보기3": "③ Rupture strength, wear resistance, flexibility",
  "보기4": "④ Maximizing the impact energy in contact with a driver",
  "정답": 4
 },
 {
  "id": 80,
  "문제": "80. Which of the following is correct about the precautions to take when getting in and out of a car?",
  "보기1": "① When getting in or out, check to see if there is a car coming from behind.",
  "보기2": "② Get out of the car immediately after completely opening the door.",
  "보기3": "③ When a person exits a vehicle from the back seat, the driver should look straight forward.",
  "보기4": "④ When leaving the driver's seat temporarily, you do not need to turn off the car's engine.",
  "정답": 1
 },
 {
  "id": 81,
  "문제": "81. According to the Road Traffic Act, which of the following correctly connects the situation and the proper action drivers must take?",
  "보기1": "① School zone - Honk horns to inform children of the vehicle passing by.",
  "보기2": "② Railroad crossing - Increase speed to pass quickly when a crossing barrier is about to go down.",
  "보기3": "③ Intersection without signals - When making a right turn, drive slowly along the right side of the road, and turn right.",
  "보기4": "④ Night driving - Adjust the headlights to high-beam to caution drivers coming in the opposite direction.",
  "정답": 3
 },
 {
  "id": 82,
  "문제": "82. Which of the following is correct about overtaking another car?",
  "보기1": "① Inside tunnels, overtaking is allowed during the daytime, but is banned during the nighttime.",
  "보기2": "② Drivers can overtake the car ahead either on its left or on its right once they turn on the headlights and honk the horn.",
  "보기3": "③ Overtaking is not allowed on bridges or at intersections.",
  "보기4": "④ Overtaking is not allowed when another motor vehicle is traveling along on the right-hand side of the motor vehicle running ahead.",
  "정답": 3
 },
 {
  "id": 83,
  "문제": "83. Which of the following is not a desirable driver attitude?",
  "보기1": "① Traffic situation is not changing; there is no need to make plans ahead.",
  "보기2": "② Equip the vehicle with a fire extinguisher to take action immediately in case of a fire.",
  "보기3": "③ Remove lighters and other flammable items from the vehicle.",
  "보기4": "④ Drive courteously, especially for novice drivers.",
  "정답": 1
 },
 {
  "id": 84,
  "문제": "84. Which of the following is the most appropriate driving behavior for a driver?",
  "보기1": "① Sleep-deprived driving entails the risk of a traffic accident, so it is important to stop the car on a roadside to rest when you are drowsy.",
  "보기2": "② Novice drivers should continuously drive in the overtaking lane on an expressway.",
  "보기3": "③ Installing and operating a device that interferes with the functions of traffic regulation equipment.",
  "보기4": "④ When you identify a risk to traffic safety, inform others with emergency flashers.",
  "정답": 4
 },
 {
  "id": 85,
  "문제": "85. Which of the following is not a desirable driver attitude?",
  "보기1": "① Always drive while obeying traffic rules, such as driving under the speed limit.",
  "보기2": "② Drive on the shoulder in the event of traffic congestion.",
  "보기3": "③ Compliance with traffic laws and regulations is a mutual commitment among drivers.",
  "보기4": "④ Put pedestrian safety first before increasing vehicle speed.",
  "정답": 2
 },
 {
  "id": 86,
  "문제": "86. If a traffic accident occurs due to a traffic violation, which of the following is the least priority regarding the driver's responsibility with regard to the case?",
  "보기1": "① Criminal liability",
  "보기2": "② Administrative liability",
  "보기3": "③ Civil liability",
  "보기4": "④ Notification liability",
  "정답": 4
 },
 {
  "id": 87,
  "문제": "87. Which of the following is NOT a correct response by a driver to a traffic accident while driving on an expressway?",
  "보기1": "① Take first-aid measures depending on the severity of a passenger's injury.",
  "보기2": "② Allow a passenger to take a rest.",
  "보기3": "③ Control the traffic at the rear part of the vehicle until a police officer arrives.",
  "보기4": "④ Move to a safer place to prevent secondary accidents.",
  "정답": 3
 },
 {
  "id": 88,
  "문제": "88. Which of the following actions is the correct behavior of a driver driving a passenger vehicle with an infant?",
  "보기1": "① An adult in the passenger seat sits with an infant and wears the same seat belt.",
  "보기2": "② A seat belt is enough for an infant sitting in the back seat; an infant safety harness is not necessary.",
  "보기3": "③ To appease a crying infant while driving, it is OK to let the infant sit together with the driver in the driver’s seat and wear the same seatbelt.",
  "보기4": "④ When riding with an infant, always use an infant safety harness with a seat belt fastened, regardless of the road the driver is taking.",
  "정답": 4
 },
 {
  "id": 89,
  "문제": "89. Which TWO of the following are the responsibilities of a driver?",
  "보기1": "① Stopping the vehicle if there is a risk of a traffic accident involving children.",
  "보기2": "② Driving slowly on water puddle to avoid causing harm.",
  "보기3": "③ Applying dark tinting since the brightness of vehicle windows is not regulated",
  "보기4": "④ Driving at a reduced speed when pedestrians are crossing a crosswalk.",
  "정답": 1.2
 },
 {
  "id": 90,
  "문제": "90. Which of the following are desirable behaviors when you are driving on a freeway? (Select two answers)",
  "보기1": "① If you are drowsy or exhausted from driving, pull the vehicle over on the shoulder to take a rest or nap.",
  "보기2": "② You can watch entertaining videos while driving.",
  "보기3": "③ You should take a rest and ventilate the vehicle regularly to stay awake.",
  "보기4": "④ You should constantly check for hazards along the route before departure and even while taking a rest.",
  "정답": 3.4
 },
 {
  "id": 91,
  "문제": "91. Which of the following is the least desirable regarding a driver's preparation necessary for safe driving?",
  "보기1": "① Control your body condition so that your attention is not diverted.",
  "보기2": "② Wear clothes that are comfortable and suitable for driving.",
  "보기3": "③ Prepare emergency signal tools including a red flashlight.",
  "보기4": "④ In order to save fuel, preheat the engine by turning it on 10 minutes before departure.",
  "정답": 4
 },
 {
  "id": 92,
  "문제": "92. Which TWO of the following are correct about concentration while driving?",
  "보기1": "① Continuously chatting with a passenger during driving improves the driver's concentration.",
  "보기2": "② It is better to remove stickers that can block the driver’s view.",
  "보기3": "③ Concentration while driving has nothing to do with safe driving.",
  "보기4": "④ TVs or DMBs should be installed where they can be seen only by passengers in the back seat.",
  "정답": 2.4
 },
 {
  "id": 93,
  "문제": "93. According to the Road Traffic Act, if an infant is on board a vehicle (except for two-wheeled vehicles), using infant safety harness is required. Which of the following is the age criteria for an infant?",
  "보기1": "① 8 or under",
  "보기2": "② Under 8",
  "보기3": "③ Under 6",
  "보기4": "④ 6 or under",
  "정답": 3
 },
 {
  "id": 94,
  "문제": "94. According to the Road Traffic Act, which of the following is not true about regulations and proper operation of personal mobility devices (PMDs)?",
  "보기1": "① The driver must turn on headlights and daytime running lights when driving at night.",
  "보기2": "② Of the PMDs, not more than one person can drive an electric kick scooter.",
  "보기3": "③ A personal mobility device includes self-balancing scooters, electric kick scooters, electric bicycles, electric unicycles, and mobility scooters.",
  "보기4": "④ An electric bicycle which is powered by a motor can carry two persons.",
  "정답": 3
 },
 {
  "id": 95,
  "문제": "95. Which of the following is true about wearing a seat belt before driving a vehicle (excluding two-wheeled vehicles)?",
  "보기1": "① If the passenger is a child under 13 years old and is not wearing a seat belt, the driver will be imposed a fine of KRW 100,000.",
  "보기2": "② If the passenger is 13 years old or above and is not wearing a seat belt, the driver will be imposed a fine of KRW 30,000.",
  "보기3": "③ When driving on general roads, only the driver and front passenger are obligated to wear seat belts.",
  "보기4": "④ All passengers are obligated to wear seat belts, but a child under 3 years old can be placed on the lap of the guardian.",
  "정답": 2
 },
 {
  "id": 96,
  "문제": "96. Which of the following is a good driving attitude for accident prevention?",
  "보기1": "① Using indicators to make sure the others know the driver’s path of travel",
  "보기2": "② Frequently making sudden maneuvers and braking",
  "보기3": "③ Driving to get through traffic as advantageously as possible for oneself",
  "보기4": "④ Retribution for aggressive driving by other drivers",
  "정답": 1
 },
 {
  "id": 97,
  "문제": "97. Which of the following actions is the least desirable for a driver?",
  "보기1": "① Drive in accordance with the traffic flow while maintaining the designated speed.",
  "보기2": "② If you are a novice driver, use the roadside on the expressway and do not interfere with the traffic flow.",
  "보기3": "③ Do not have a fight with your car parked on the road.",
  "보기4": "④ A student license holder should drive with a companion according to the law.",
  "정답": 2
 },
 {
  "id": 98,
  "문제": "98. Which of the following is correct about yielding?",
  "보기1": "① When driving slowly, move to the leftmost lane of the road to make way for other vehicles.",
  "보기2": "② Proceed at high speed when an emergency vehicle is approaching you.",
  "보기3": "③ At an intersection, yield to other vehicles regardless of who has the right-of-way.",
  "보기4": "④ A vehicle running on a road with a yield sign should yield to the vehicles coming from other roads.",
  "정답": 4
 },
 {
  "id": 99,
  "문제": "99. According to the Act On Promotion Of The Transportation Convenience Of Mobility Disadvantaged Persons, who among the following are NOT considered “mobility disadvantaged persons”?",
  "보기1": "① The elderly",
  "보기2": "② Pregnant women",
  "보기3": "③ Persons accompanied by infants",
  "보기4": "④ Persons with pets",
  "정답": 4
 },
 {
  "id": 100,
  "문제": "100. In accordance with the Act On Promotion Of The Transportation Convenience Of Mobility Disadvantaged Persons, which of the following is not considered a “pedestrian safety facility” for the mobility disadvantaged persons?",
  "보기1": "① Speed reduction facility",
  "보기2": "② Bicycle lane",
  "보기3": "③ Transportation information facilities such as public traffic information system",
  "보기4": "④ Traffic signal for pedestrians' right of way",
  "정답": 2
 },
 {
  "id": 101,
  "문제": "101. Which of the following case requires driving at a slow speed according to the Road Traffic Act?",
  "보기1": "① When the traffic signal at the intersection is flashing in red",
  "보기2": "② Upon passing an intersection where traffic is not controlled and is frequent",
  "보기3": "③ Upon passing an intersection where traffic is not controlled",
  "보기4": "④ Upon changing lanes near an intersection",
  "정답": 3
 },
 {
  "id": 102,
  "문제": "102. Which of the following is the safest method to turn left at a congested intersection?",
  "보기1": "① Wherever possible, enter the intersection by following the vehicle ahead.",
  "보기2": "② You may enter the intersection if the traffic light is green.",
  "보기3": "③ Enter the intersection when there is space even if the traffic lights turn red.",
  "보기4": "④ Do not enter the intersection even when the traffic lights signal a green arrow.",
  "정답": 4
 },
 {
  "id": 103,
  "문제": "103. Which of the following is the correct method to enter an expressway?",
  "보기1": "① Stop temporarily to check the traffic flow, then quickly enter the expressway.",
  "보기2": "② Stop temporarily before entering the expressway and abruptly enter when there are vehicles passing on the road.",
  "보기3": "③ Enter the expressway even if there is not much space to enter, in consideration of the vehicle behind.",
  "보기4": "④ Use the acceleration lane, keeping a certain speed and enter the expressway when enough space is secured.",
  "정답": 4
 },
 {
  "id": 104,
  "문제": "104. There is a vehicle A that is moving slowly on the right side of the expressway's main lane. In this case, what is the best method for vehicle B to enter the main lane?",
  "보기1": "① Slowly increase the speed and enter, but make sure to do so after vehicle A passes.",
  "보기2": "② Accelerate and enter using an empty roadside.",
  "보기3": "③ Stop at the end of the acceleration lane and enter after vehicle A passes.",
  "보기4": "④ Continue driving on the acceleration lane at the same speed as vehicle A.",
  "정답": 1
 },
 {
  "id": 105,
  "문제": "105. Which of the following is the most appropriate driving behavior when a driver notices a child crossing the road without a guardian?",
  "보기1": "① Repeatedly sound the horn so that the child can cross quickly.",
  "보기2": "② Ensure the safety of the child crossing the road by moving slowly.",
  "보기3": "③ Temporarily stop and ensure the safety of the child crossing the road.",
  "보기4": "④ Ensure the safety of the child crossing the road by passing quickly.",
  "정답": 3
 },
 {
  "id": 106,
  "문제": "106. According to the Road Traffic Act, which of the following is the safest method to drive when entering an intersection with no traffic signals and where it is not possible to look to the left and right?",
  "보기1": "① Drive slowly depending on the surrounding situation and pass through the intersection after checking that it is safe.",
  "보기2": "② Enter while sounding your horn and flashing headlights, and drive slowly while passing through.",
  "보기3": "③ Make a temporary stop to make sure that it is safe, and then pass through the intersection according to right-of-way standards.",
  "보기4": "④ Since a vehicle entering the intersection first has priority, quickly pass through the intersection while checking the surroundings.",
  "정답": 3
 },
 {
  "id": 107,
  "문제": "107. Which of the following would cause the biggest safety hazard when making a left turn at an intersection?",
  "보기1": "① A pedestrian crossing a crosswalk on the right side of the intersection",
  "보기2": "② A motorcycle approaching at high speed from the rear in the right roadway",
  "보기3": "③ A passenger car making a right turn from the left side of the intersection",
  "보기4": "④ A bicycle making a right turn from the opposite side",
  "정답": 4
 },
 {
  "id": 108,
  "문제": "108. Under the Road Traffic Act, which of the following describes the safest attitude for a person driving a personal mobility device?",
  "보기1": "① When passing on a sidewalk, drive away from pedestrians.",
  "보기2": "② When driving after drinking alcohol, special attention is required.",
  "보기3": "③ If there is a crosswalk and a bicycle crossing, use the bicycle crossing.",
  "보기4": "④ When driving the device on a crosswalk, avoid pedestrians on the crosswalk.",
  "정답": 3
 },
 {
  "id": 109,
  "문제": "109. Which of the following is correct regarding the traffic safety policy referred to as Safety Speed 5030?",
  "보기1": "① Within 50km per hour on the automobile road and 30km per hour on the back road in a residential area in a city",
  "보기2": "② Within 50km per hour on the main road in a city and 30km per hour on the back road in a residential area in a city.",
  "보기3": "③ Within 50km per hour on the automobile road and 30km per hour in a school zone.",
  "보기4": "④ Within 50km per hour on the main road in a city and 30km per hour on the bicycle track.",
  "정답": 2
 },
 {
  "id": 110,
  "문제": "110. In which TWO of the following locations should you drive at a reduced speed?",
  "보기1": "① An intersection without any traffic signals",
  "보기2": "② A road with children crossing without a guardian",
  "보기3": "③ A road where you see a blind person crossing using a white cane",
  "보기4": "④ The start of a winding road",
  "정답": 1.4
 },
 {
  "id": 111,
  "문제": "111. Which of the following are the proper ways to drive around a roundabout? (Select two answers)",
  "보기1": "① Vehicles already in the roundabout have priority.",
  "보기2": "② Enter a roundabout as quickly as possible.",
  "보기3": "③ Turn on the hazard lights when entering a roundabout.",
  "보기4": "④ The driving direction in a roundabout is counterclockwise.",
  "정답": 1.4
 },
 {
  "id": 112,
  "문제": "112. Which TWO of the following statements about driving on an expressway are correct?",
  "보기1": "① All passengers must wear seat belts on an expressway.",
  "보기2": "② A vehicle driving on an expressway must yield to merging vehicles.",
  "보기3": "③ When driving on an expressway, you are not obliged to yield even if an emergency vehicle approaches.",
  "보기4": "④ A vehicle breakdown sign (including a safety tripod sign) must be carried in the vehicle.",
  "정답": 1.4
 },
 {
  "id": 113,
  "문제": "113. Which TWO of the following descriptions are correct?",
  "보기1": "① The road surface marking for the 'yield' instruction is indicated as a white ＂△＂ sign.",
  "보기2": "② Cars driving in a lane with the yield mark must yield to cars driving in other lanes.",
  "보기3": "③ On a general road, you must give a lane change signal 30 meters before you change lanes.",
  "보기4": "④ In order to maintain a smoother traffic flow, you must narrow the distance with the car in front of you by increasing your speed.",
  "정답": 2.3
 },
 {
  "id": 114,
  "문제": "114. Which TWO of the following statements are correct about yielding at an intersection with no traffic control?",
  "보기1": "① If you are turning left, you must yield to vehicles going straight or turning right at the intersection.",
  "보기2": "② If you are about to enter the intersection, you are not required to yield to any vehicles that are already inside the intersection and making a left turn.",
  "보기3": "③ If you are about to enter the intersection, you must not yield to any vehicles that are about to enter the intersection from a narrower road.",
  "보기4": "④ When multiple vehicles assigned the same priority are about to enter the intersection at the same time, the vehicles on the right have the right-of-way.",
  "정답": 1.4
 },
 {
  "id": 115,
  "문제": "115. According to the Road Traffic Act and its Enforcement Decree, which TWO of the following are not correct regarding personal mobility devices?",
  "보기1": "① A motor should not be running if the vehicle is run at a speed of 25km per hour or more.",
  "보기2": "② Electric scooters, electric two-wheeled parallel vehicles, and electric boards fall under this category.",
  "보기3": "③ It belongs to bicycles, etc.",
  "보기4": "④ Vehicles whose motor has maximum rated output of 11 kilowatts or less including electric bicycles.",
  "정답": 2.4
 },
 {
  "id": 116,
  "문제": "116. Which of the following drivers is most likely to cause an accident?",
  "보기1": "① A driver focused only on driving",
  "보기2": "② A driver with a habit of sudden starts, sudden braking, and sudden changes of lane",
  "보기3": "③ A driver who keeps a safe distance from bicycles and two-wheeled vehicles",
  "보기4": "④ A driver who is patient",
  "정답": 2
 },
 {
  "id": 117,
  "문제": "117. Which of the following is not a desirable driver behavior?",
  "보기1": "① A traffic officer's hand signals overrule traffic lights.",
  "보기2": "② Stay updated with the ever-changing traffic laws and regulations.",
  "보기3": "③ Upon identifying an emergency vehicle, immediately stop the vehicle, regardless of your location, and make way.",
  "보기4": "④ Watch out for potholes when driving on a road where heavy rainfall is common or during the rainy season.",
  "정답": 3
 },
 {
  "id": 118,
  "문제": "118. You are about to enter an uncontrolled intersection. If there is another vehicle already in the intersection making a left turn, what should you do?",
  "보기1": "① Yield to another vehicle already in the intersection.",
  "보기2": "② Straight traffic takes the right of way over turning traffic. Drive through.",
  "보기3": "③ Ignore the vehicle in the intersection; check both sides and quickly drive through.",
  "보기4": "④ If your lane is wider than that of another vehicle in the intersection, you have the right of way.",
  "정답": 1
 },
 {
  "id": 119,
  "문제": "119. According to the Road Traffic Act, which of the following is not true about the passenger capacity of PMDs?",
  "보기1": "① An electric kick scooter can carry one person.",
  "보기2": "② A self-balancing scooter can carry one person.",
  "보기3": "③ An electric bicycle which is powered by a motor can carry two persons.",
  "보기4": "④ The fine for violating the passenger capacity of PMDs is KRW 40,000.",
  "정답": 3
 },
 {
  "id": 120,
  "문제": "120. Which of the following is a good attitude for a driver?",
  "보기1": "① Respect for communication and safety",
  "보기2": "② Giving precedence to cars over people",
  "보기3": "③ Prioritizing their own car over others' vehicles",
  "보기4": "④ Accidents are a product of bad luck, not unlawful driving.",
  "정답": 1
 },
 {
  "id": 121,
  "문제": "121. Which of the following is considered as threshold for the state of intoxication at which a person is prohibited from driving a motor vehicle, etc. pursuant to the Road Traffic Act?",
  "보기1": "① When the driver's blood-alcohol concentration is 0.03% or higher",
  "보기2": "② When the driver's blood-alcohol concentration is 0.08% or higher",
  "보기3": "③ When the driver's blood-alcohol concentration is 0.1% or higher",
  "보기4": "④ When the driver's blood-alcohol concentration is 0.12% or higher",
  "정답": 1
 },
 {
  "id": 122,
  "문제": "122. According to the Road Traffic Act, which of the following correctly describes the penalty imposed on a driver who cannot operate a vehicle properly because of fatigue (including drowsy driving)?",
  "보기1": "① No penalty",
  "보기2": "② A fine of up to KRW 100,000 or confinement",
  "보기3": "③ A fine of up to KRW 200,000 or confinement",
  "보기4": "④ A fine of up to KRW 300,000 or confinement",
  "정답": 4
 },
 {
  "id": 123,
  "문제": "123. Fatigue affects a driver's driving performance. Which of the following correctly describes the influence of fatigue on a driver?",
  "보기1": "① A driver's response time to stimuli in their surroundings quickens.",
  "보기2": "② A driver's vision deteriorates and their view widens.",
  "보기3": "③ A driver's ability to recognize objects and drive safely deteriorates.",
  "보기4": "④ A driver's driving performance becomes more meticulous and planned.",
  "정답": 3
 },
 {
  "id": 124,
  "문제": "124. Which of the following is NOT a correct explanation of the punishment criteria for drunk driving?",
  "보기1": "① In case of the first violation, if the blood alcohol concentration is 0.2% or more, imprisonment between 2 to 5 years or a fine between 10 million and 20 million won",
  "보기2": "② In case of refusal to measure alcohol consumption, imprisonment between 1 to 5 years or a fine between 5 million and 20 million won",
  "보기3": "③ In case of the second violation involving blood alcohol concentration of 0.05%, imprisonment for up to 1 year or a fine of up to 5 million won",
  "보기4": "④ If blood alcohol concentration is not less than 0.08 percent but less than 0.20 percent in the first violation, imprisonment between 1 to 2 years or a fine between 5 million and 10 million won",
  "정답": 3
 },
 {
  "id": 125,
  "문제": "125. If you drive when you are tired, you will not be able to correctly sense the speed at which you are driving.Which of the following is correct about this statement?",
  "보기1": "① On a narrow road, you will feel as if you were going slower than you actually are.",
  "보기2": "② On roads with wide-open views, you will feel as if you were going faster than you actually are.",
  "보기3": "③ You could underestimate the speed of a car coming towards you from far away and end up in an accident.",
  "보기4": "④ There is no possibility of you mistaking a car stopped ahead on an expressway to be moving.",
  "정답": 3
 },
 {
  "id": 126,
  "문제": "126. Which TWO of the following may affect idle running distance when driving a car?",
  "보기1": "① Driving on a rainy day",
  "보기2": "② Driving under the influence of alcohol",
  "보기3": "③ Driving when the vehicle has insufficient brake fluid",
  "보기4": "④ Driving when tired",
  "정답": 2.4
 },
 {
  "id": 127,
  "문제": "127. Which TWO of the following statements about penalties imposed on drunk drivers are correct?",
  "보기1": "① Fully inebriated drivers with a blood-alcohol concentration of 0.08% or higher will have their driver's license revoked and be punished in accordance with the law.",
  "보기2": "② Those who refuse to take the alcohol breathalyzer test or have caused fatalities or injuries while driving with a blood-alcohol concentration of 0.03% or higher will have their driver's license revoked and be punished in accordance with the law.",
  "보기3": "③ Those who are caught driving with a blood-alcohol concentration not less than 0.03 percent but less than 0.08 percent will have their driver's license suspended for 120 days and be punished in accordance with the law.",
  "보기4": "④ In a case where the driver causes an accident for the first time resulting in physical harm while driving with a blood-alcohol concentration not less than 0.03 percent but less than 0.08 percent, his/her driver’s license is revoked.",
  "정답": 1.2
 },
 {
  "id": 128,
  "문제": "128. Which TWO of the following statements about drunk driving are correct?",
  "보기1": "① If you object to the result of a breath test, you can take another breath test.",
  "보기2": "② You are not considered to have committed the crime of driving under the influence of alcohol if you make it home without causing an accident or endangering other people.",
  "보기3": "③ According to the Road Traffic Law, construction machinery as defined under the Construction Machinery Management Act also cannot be driven after drinking.",
  "보기4": "④ Your driver's license will be revoked if you refuse a breath test recommended by a police officer who has reason to believe that you may be under the influence of alcohol.",
  "정답": 3.4
 },
 {
  "id": 129,
  "문제": "129. Which of the following are true about drowsy and/or fatigued driving? (Select two answers)",
  "보기1": "① If drowsy while driving, you must consume more caffeine and change lanes more often to avoid monotonous driving.",
  "보기2": "② Your alertness improves on roads with fewer variations and potential hazards, thus reducing the risk of drowsy driving.",
  "보기3": "③ Avoid driving if you have taken cold medicines since they may cause drowsiness.",
  "보기4": "④ Alcohol deactivates certain cerebral functions and increases the chance of drowsiness.",
  "정답": 3.4
 },
 {
  "id": 130,
  "문제": "130. What penalty is a driver subjected to if they are caught by the police while driving in a physical state in which they are unable to drive normally (due to illness or fatigue)?",
  "보기1": "① A fine",
  "보기2": "② Suspension of the driver's license",
  "보기3": "③ Confinement or a fine.",
  "보기4": "④ No penalty",
  "정답": 3
 },
 {
  "id": 131,
  "문제": "131. According to the Act on Special Cases Concerning the Settlement of Traffic Accidents, which of the following is correct when a driver has caused an accident after driving under the influence, resulting in human casualty?",
  "보기1": "① The driver will be criminally charged even though the driver is covered with liability car insurance and has settled with the accident victim(s).",
  "보기2": "② The driver will be exempt from criminal charges if he/she is covered with car insurance.",
  "보기3": "③ The driver will be exempt from criminal charges if he/she is covered with comprehensive insurance.",
  "보기4": "④ The driver will be exempt from criminal charges if he/she is covered with comprehensive insurance and has settled with the accident victim(s).",
  "정답": 1
 },
 {
  "id": 132,
  "문제": "132. Driver A, with a blood alcohol concentration of over 0.03%, got rear-ended by driver B while waiting at a red light. What happens next?",
  "보기1": "① Since drunk driving is a serious offense, driver A should be penalized.",
  "보기2": "② Although driver B needs to be penalized for the accident, driver A is also penalized separately for drunk driving.",
  "보기3": "③ Driver A is the victim in this accident and will not be subject to administrative penalties.",
  "보기4": "④ Driver B receives no demerit points regardless of the cause or result of the accident.",
  "정답": 2
 },
 {
  "id": 133,
  "문제": "133. According to the Road Traffic Act, a driver with a blood-alcohol concentration of ( ) or more is prohibited from driving. Select one of the following to fill in the brackets.",
  "보기1": "① 0.01% or higher",
  "보기2": "② 0.02% or higher",
  "보기3": "③ 0.03% or higher",
  "보기4": "④ 0.08% or higher",
  "정답": 3
 },
 {
  "id": 134,
  "문제": "134. Which TWO of the following are correct descriptions with regards to fatigued driving and driving under the influence of drugs?",
  "보기1": "① Fatigued driving is not likely to lead to falling asleep at the wheel.",
  "보기2": "② Fatigued driving is dangerous because it leads to poor focus, judgment, and reflexes.",
  "보기3": "③ It is punishable to drive under the influence of drugs and cause an accident resulting in injury.",
  "보기4": "④ If your driver's license gets revoked because of a hit-and-run event while driving under the influence of drugs, it is possible to get the license back after three years.",
  "정답": 2.3
 },
 {
  "id": 135,
  "문제": "135. Which of the following is NOT an appropriate method to prevent retaliatory driving?",
  "보기1": "① Turn on the emergency flashers in case of emergency braking.",
  "보기2": "② Turn off the head-beam headlights when a car approaches from the opposite direction.",
  "보기3": "③ Turn on the high-beam headlights when driving at high speed.",
  "보기4": "④ Wait three seconds before moving forward if the vehicle in front does not start moving right away.",
  "정답": 3
 },
 {
  "id": 136,
  "문제": "136. Which of the following is NOT an appropriate way to report retaliatory driving?",
  "보기1": "① Calling 120.",
  "보기2": "② Calling 112.",
  "보기3": "③ Posting a report on the “Looking for witnesses” smartphone app.",
  "보기4": "④ Reporting the incident to the Cyber Police Agency.",
  "정답": 1
 },
 {
  "id": 137,
  "문제": "137. According to the Road Traffic Act, the drivers of ( ) are prohibited from driving their motor vehicles and the like in a row or side by side without a good cause, in a manner that endangers other persons and causes danger to traffic. Anyone who violates this provision will be punished by ( ). Choose the correct pair for the parentheses.",
  "보기1": "① self-balancing scooters - imprisonment with labor not exceeding 1 year or a fine not exceeding KRW5 million",
  "보기2": "② two-wheeled vehicles - imprisonment with labor not exceeding 6 months or a fine not exceeding KRW3 million",
  "보기3": "③ special-purpose vehicles - imprisonment with labor not exceeding 1 year or a fine not exceeding KRW5 million",
  "보기4": "④ motorcycles - imprisonment with labor not exceeding 6 months or a fine not exceeding KRW 3 million",
  "정답": 3
 },
 {
  "id": 138,
  "문제": "138. You may be subject to a penalty according to the Criminal Act if you overtake a vehicle over the center line or perform any retaliatory driving such as sudden braking. In this case, what is the correct punishment that will be imposed on you?",
  "보기1": "① You will be sentenced to imprisonment up to 7 years or a fine not exceeding KRW 10 million.",
  "보기2": "② You will be sentenced to imprisonment up to 10 years or a fine not exceeding KRW 20 million.",
  "보기3": "③ You will be sentenced to imprisonment for a limited term of up to 1 year.",
  "보기4": "④ You will be sentenced to imprisonment for a limited term up to 18 months.",
  "정답": 1
 },
 {
  "id": 139,
  "문제": "139. Pursuant to the Criminal Act, you may be subject to penalty for retaliatory driving if you suddenly brake in front of a driver that made you angry due to an unexpected lane shift, and the truck following it consequently hits the vehicle behind you, resulting in injury of the truck driver. In this case, what is the correct punishment that will be imposed on you?",
  "보기1": "① You will be sentenced to imprisonment for a limited term in the range of 1 year - 10 years.",
  "보기2": "② You will be sentenced to imprisonment for a limited term in the range of 1 year - 20 years.",
  "보기3": "③ You will be sentenced to imprisonment for a limited term in the range of 2 years - 10 years.",
  "보기4": "④ You will be sentenced to imprisonment for a limited term in the range of 2 years - 20 years.",
  "정답": 1
 },
 {
  "id": 140,
  "문제": "140. Which of the following is not subject to legal action for reckless driving under the Road Traffic Act?",
  "보기1": "① Violating the maximum speed limit",
  "보기2": "② Violating a prohibition of crossing the road, making a U-turn, or moving backward",
  "보기3": "③ Cutting in a lane",
  "보기4": "④ Honking the horn continuously",
  "정답": 3
 },
 {
  "id": 141,
  "문제": "141. A driver of a motor vehicle (excluding personal mobility devices) will be punished for reckless driving if the driver threatens another driver by conducting the following acts in a repeated manner. Which of the following is NOT an example of reckless driving?",
  "보기1": "① Violation of traffic signals or instructions",
  "보기2": "② Violation of prohibitions on crossing, U-turns, and driving backwards",
  "보기3": "③ Creating noise without reasonable cause",
  "보기4": "④ Violating a designated lane of an expressway",
  "정답": 4
 },
 {
  "id": 142,
  "문제": "142. According to the Road Traffic Act, which of the following is the correct punishment against reckless driving?",
  "보기1": "① Notice for the payment of a penalty of KRW 60,000",
  "보기2": "② Administrative fine of KRW 30,000",
  "보기3": "③ Imprisonment up to 6 months or a fine not exceeding KRW 2 million",
  "보기4": "④ Imprisonment up to 1 year or a fine not exceeding KRW 5 million",
  "정답": 4
 },
 {
  "id": 143,
  "문제": "143. While driving on an expressway, if a vehicle's load falls on the driving lane, which of the following is NOT a correct action by the driver?",
  "보기1": "① Stop the vehicle in a safe place while checking for vehicles behind.",
  "보기2": "② Report the case promptly to the relevant authorities such as expressway management agency.",
  "보기3": "③ Stop the vehicle in a safe place and check the cargo loading status.",
  "보기4": "④ Conduct retaliatory driving against a driver who dropped the cargo.",
  "정답": 4
 },
 {
  "id": 144,
  "문제": "144. According to the Road Traffic Act, which of the following cannot be construed as reckless driving for a motorcycle (excluding PMDs)?",
  "보기1": "① The driver repeatedly ignored traffic signal three times.",
  "보기2": "② The driver committed successive violations of exceeding the speed limit and disobeying instructions.",
  "보기3": "③ The driver committed successive violations of ignoring the traffic signal and crossing the center line.",
  "보기4": "④ The driver committed successive violations of crossing the center line and the duty to protect pedestrians.",
  "정답": 4
 },
 {
  "id": 145,
  "문제": "145. Which of the following statements is correct about reckless driving and retaliatory driving?",
  "보기1": "① A motorcycle driver who generates noise without a just cause to threaten many unspecified drivers can be penalized for retaliatory driving.",
  "보기2": "② The driver of a passenger car who drives over the center line and exceeds the speed limit repeatedly to threaten many unspecified drivers can be penalized for reckless driving.",
  "보기3": "③ The driver of a large truck who intentionally overtakes a car and brakes suddenly can be penalized for reckless driving.",
  "보기4": "④ A bus driver who repeatedly violates the legal way to overtake a car, increasing the risk of a traffic accident, can be penalized for retaliatory driving.",
  "정답": 2
 },
 {
  "id": 146,
  "문제": "146. Causing harm to the life and safety of others by repeatedly driving over the center line or causing risk in the traffic flow are ( ) according to the Road Traffic Act. Which of the following is correct?",
  "보기1": "① Joint risky behavior",
  "보기2": "② Reckless driving",
  "보기3": "③ Violent driving",
  "보기4": "④ Retaliatory driving",
  "정답": 2
 },
 {
  "id": 147,
  "문제": "147. The driver of a motor vehicle (excluding personal mobility devices) will be punished for reckless driving if the driver threatens another driver by conducting the following acts in a repeated manner on a general road. Which of the following is NOT an example of reckless driving?",
  "보기1": "① Violating a designated lane on a general road",
  "보기2": "② Driving over the centerline and violating the prohibition on sudden braking",
  "보기3": "③ Not complying with the safe distance, violating lane changing prohibitions",
  "보기4": "④ Improperly overtaking a car on a general road",
  "정답": 1
 },
 {
  "id": 148,
  "문제": "148. The driver of a motor vehicle (excluding personal mobility devices) will be punished for reckless driving if the driver threatens another person by repeatedly engaging in a series of two or more of the following acts. Which of the following is NOT an example of reckless driving?",
  "보기1": "① Not keeping eyes forward; operating a video display device while driving",
  "보기2": "② Exceeding the speed limit while overtaking a car on his/her right side",
  "보기3": "③ Not securing sufficient safe distance and repeating sudden braking",
  "보기4": "④ Exceeding the speed limit to obstruct a car behind that is attempting to pass by",
  "정답": 1
 },
 {
  "id": 149,
  "문제": "149. The driver of a motor vehicle (excluding personal mobility devices) will be punished for reckless driving if the driver threatens another driver by repeatedly engaging in the following acts. Which of the following is NOT an example of reckless driving?",
  "보기1": "① Violation of traffic signals and instructions, driving over the centerline",
  "보기2": "② Not securing sufficient safe distance, violating the prohibition on sudden braking",
  "보기3": "③ Violating the prohibition on obstructing attempts to pass, improperly overtaking a car",
  "보기4": "④ Violating the prohibition on passage, using mobile phone while driving",
  "정답": 4
 },
 {
  "id": 150,
  "문제": "150. Which of the following is an act of reckless driving for which you can be penalized?",
  "보기1": "① Stopping or parking on the roadside of an expressway",
  "보기2": "② Driving while you are under the influence of alcohol",
  "보기3": "③ Driving in an exclusive lane on a general road",
  "보기4": "④ Driving over the center line",
  "정답": 4
 },
 {
  "id": 151,
  "문제": "151. Which of the following is NOT considered reckless driving for which you can be penalized?",
  "보기1": "① Violation of a traffic signal",
  "보기2": "② Violation of speed",
  "보기3": "③ Violation of prohibition on driving motor vehicles in poor repair",
  "보기4": "④ Violation of prohibition of changing course",
  "정답": 3
 },
 {
  "id": 152,
  "문제": "152. A driver was arrested for causing special injury under the Criminal Act using vehicles, etc. (retaliatory driving). What is the administrative action for this person's driver's license?",
  "보기1": "① Cancellation of driver's license",
  "보기2": "② Suspension of driver's license for 100 days",
  "보기3": "③ Suspension of driver's license for 60 days",
  "보기4": "④ No actions can be taken.",
  "정답": 1
 },
 {
  "id": 153,
  "문제": "153. According to the Road Traffic Act, what is the offense known as when the drivers of two or more cars (excluding personal mobility devices) drive side by side or in tandem on a road without a valid reason, causing danger to other people?",
  "보기1": "① Dangerous collective conduct",
  "보기2": "② Intersection tailgating",
  "보기3": "③ Cutting in",
  "보기4": "④ Disorderly conduct",
  "정답": 1
 },
 {
  "id": 154,
  "문제": "154. According to the Road Traffic Act, which of the following drivers is NOT subject to penalty for reckless driving?",
  "보기1": "① A driver who repeatedly brakes suddenly causing danger in traffic",
  "보기2": "② A driver who continually fails to maintain a safe distance from other drivers",
  "보기3": "③ A driver who repeatedly overtakes other vehicles in an illegal manner on the expressway",
  "보기4": "④ A driver who parks his car on the roadside of an expressway at night with his taillights off",
  "정답": 4
 },
 {
  "id": 155,
  "문제": "155. Which of the following is not a desirable driving habit?",
  "보기1": "① Turn off the engine while refueling.",
  "보기2": "② Unless there is an urgent situation, do not apply sudden braking, instigating other vehicles to do the same.",
  "보기3": "③ To predict potential hazards and practice defensive driving, observe the speed limit and keep a safe distance.",
  "보기4": "④ To ensure driving stability, tire pressure should be 10% higher than the recommended standard, regardless of the season.",
  "정답": 4
 },
 {
  "id": 156,
  "문제": "156. A driver was arrested for committing special violence under the Criminal Act using vehicles, etc. (retaliatory driving). What is the administrative action for this person's driver's license?",
  "보기1": "① Cancellation of driver's license",
  "보기2": "② Suspension of driver's license for 100 days",
  "보기3": "③ Suspension of driver's license for 60 days",
  "보기4": "④ No administrative actions",
  "정답": 2
 },
 {
  "id": 157,
  "문제": "157. According to the Road Traffic Act, which of the following is not true about a pedestrian?",
  "보기1": "① A person using a handcart (not motorized) that is 1 m or less in width is not considered a pedestrian.",
  "보기2": "② A person using a rollator that is 1 m or less in width is considered a pedestrian.",
  "보기3": "③ A person riding a bicycle is not considered a pedestrian.",
  "보기4": "④ A person using a walking frame that is 1 m or less in width is considered a pedestrian.",
  "정답": 1
 },
 {
  "id": 158,
  "문제": "158. According to the Road Traffic Act, which of the following is the correct behavior when yielding to enter an intersection with no traffic control?",
  "보기1": "① If there are vehicles entering the intersection at the same time, the driver shall give way to the vehicle on the left lane.",
  "보기2": "② A vehicle attempting to turn left at the intersection has priority over a vehicle going straight at the intersection.",
  "보기3": "③ A vehicle attempting to turn left should give way to the vehicle attempting to turn right at the intersection.",
  "보기4": "④ If there is a vehicle attempting to enter the intersection from a narrow road, the driver should give way to the vehicle.",
  "정답": 3
 },
 {
  "id": 159,
  "문제": "159. Which of the following is not true about a driver's duty to protect pedestrians?",
  "보기1": "① A fine will be imposed on the driver who fails to slow down or stop on a pedestrians-first road and obstructed the pedestrians.",
  "보기2": "② The duty to protect pedestrians also applies to drivers driving on a place other than a road.",
  "보기3": "③ If the driver sees pedestrians crossing in a crosswalk, he/she must come to a full stop before reaching the crosswalk.",
  "보기4": "④ The driver must slow down when driving across a crosswalk in a school zone with no traffic light.",
  "정답": 4
 },
 {
  "id": 160,
  "문제": "160. Which of the following is not true about a driver's duty to protect pedestrians?",
  "보기1": "① If the driver sees pedestrians crossing in a crosswalk, he/she must come to a full stop before reaching the crosswalk.",
  "보기2": "② The driver must slow down while keeping a safe distance when passing by pedestrians on a narrow road with no markings.",
  "보기3": "③ If a crosswalk in a school zone has no traffic light, the driver has no duty to stop if there are no pedestrians crossing.",
  "보기4": "④ The driver should not obstruct pedestrians crossing at an intersection with no traffic light.",
  "정답": 3
 },
 {
  "id": 161,
  "문제": "161. When is the driver of a passenger car allowed to cross a sidewalk?",
  "보기1": "① When entering a place other than a road",
  "보기2": "② When entering a place other than a traffic lane",
  "보기3": "③ When entering a place other than a safety zone",
  "보기4": "④ When entering a place other than a crosswalk",
  "정답": 1
 },
 {
  "id": 162,
  "문제": "162. When driving at 50 km/h on a city road, you find a pedestrian jaywalking. Which of the following is the most appropriate measure to take?",
  "보기1": "① Brake suddenly because the pedestrian is crossing the road.",
  "보기2": "② Go past the pedestrian by predicting the movement of the pedestrian.",
  "보기3": "③ Slow down your car, turn on the emergency flashers to notify the car behind you, and stop safely.",
  "보기4": "④ Slightly increase the speed to pass while warning the pedestrian by honking the horn.",
  "정답": 3
 },
 {
  "id": 163,
  "문제": "163. According to the Road Traffic Act, which of the following is not true about a driver's duty to protect pedestrians?",
  "보기1": "① The driver must slow down while keeping a safe distance where pedestrians are passing through a safety zone set up on the road and when passing by pedestrians on a narrow road with no markings.",
  "보기2": "② If the driver sees a pedestrian jaywalking, the driver must stop the vehicle at a distance for the pedestrian to safely cross the road.",
  "보기3": "③ If the driver is driving on a road with no center line and where the roadway and sidewalk are not distinguishable, the driver must slow down or stop for pedestrians to travel safely.",
  "보기4": "④ If a crosswalk in a school zone has no traffic light, the driver has to slow down in front of the crosswalk (a stop line if there is any) even if there are no pedestrians crossing.",
  "정답": 4
 },
 {
  "id": 164,
  "문제": "164. According to the Road Traffic Act, a child under the age of 13 should wear protective gear for safety when riding ( ). Which of the following is NOT correct?",
  "보기1": "① Scooter",
  "보기2": "② Electric two-wheeled parallel vehicle",
  "보기3": "③ In-line skates",
  "보기4": "④ Skateboard",
  "정답": 2
 },
 {
  "id": 165,
  "문제": "165. Which of the following is correct about the duty to protect pedestrians?",
  "보기1": "① There is no need to protect a drunken pedestrian who is jaywalking.",
  "보기2": "② It is okay to impede the passage of a pedestrian crossing a road that has traffic signals.",
  "보기3": "③ When the green light for pedestrians is flashing, a car can proceed.",
  "보기4": "④ When making a right turn at an intersection with traffic signals, the driver shall not impede the passage of a pedestrian who is obeying the signal.",
  "정답": 4
 },
 {
  "id": 166,
  "문제": "166. Which of the following persons or processions can pass through the center of a road?",
  "보기1": "① A parade for an important societal event",
  "보기2": "② A person riding a large animal such as a horse or a cow",
  "보기3": "③ A person cleaning or repairing the road",
  "보기4": "④ A funeral procession holding flags or banners",
  "정답": 1
 },
 {
  "id": 167,
  "문제": "167. Which of the following is the safest method to drive through a crosswalk with no traffic signals?",
  "보기1": "① Drive at low speed while carefully looking around even if there are no pedestrians crossing.",
  "보기2": "② Proceed as there are no pedestrians crossing.",
  "보기3": "③ Pass quickly when there are no pedestrians crossing.",
  "보기4": "④ Proceed while honking as there maybe a pedestrian crossing.",
  "정답": 1
 },
 {
  "id": 168,
  "문제": "168. If a vehicle cannot be driven on the railroad crossing due to failure while passing through, which of the following is NOT the proper behavior by the driver?",
  "보기1": "① Evacuate the passenger.",
  "보기2": "② Turn on the emergency flashing light.",
  "보기3": "③ Notify the railroad official of the case.",
  "보기4": "④ Check the cause of vehicle failure.",
  "정답": 4
 },
 {
  "id": 169,
  "문제": "169. A vehicle is about to go across a sidewalk to enter a building. Which of the following is the correct sequence?",
  "보기1": "① Slow down → turn on the turn signal → enter quickly",
  "보기2": "② Stop → honk the vehicle horn → enter quickly",
  "보기3": "③ Slow down → check both sides → enter slowly",
  "보기4": "④ Stop → check both sides → enter slowly",
  "정답": 4
 },
 {
  "id": 170,
  "문제": "170. According to the Road Traffic Act, which of the following is an INCORRECT description of safe pedestrian crossing?",
  "보기1": "① Do not walk right in front of or behind cars to cross the road.",
  "보기2": "② You must cross the road by using a crosswalk or such facilities even if you have a disability.",
  "보기3": "③ Do not cross the road at a section marked with a safety sign or such that specifically instructs pedestrians not to cross.",
  "보기4": "④ When there is no crosswalk, cross the road at its shortest section.",
  "정답": 2
 },
 {
  "id": 171,
  "문제": "171. Where does ‘disappearance’, a phenomenon in which pedestrians or objects on roads vanish temporarily from the driver’s sight, occur most frequently?",
  "보기1": "① Edge of the opposite lane",
  "보기2": "② Right side of the driver's lane",
  "보기3": "③ Around the center line of the road",
  "보기4": "④ Right edge of the road",
  "정답": 3
 },
 {
  "id": 172,
  "문제": "172. Which of the following statements is correct regarding safe pedestrian crossing?",
  "보기1": "① Pedestrians must walk quickly around the front or rear of vehicles to cross the street.",
  "보기2": "② Disabled pedestrians must cross the road using road-crossing facilities where such facilities are present.",
  "보기3": "③ Where a sign prohibiting road crossing is present, pedestrians must cross the road quickly.",
  "보기4": "④ On a road where there is no crosswalk, pedestrians must cross the road using the shortest line of travel possible.",
  "정답": 4
 },
 {
  "id": 173,
  "문제": "173. Which of the following is the correct part of a footpath pedestrians should walk on?",
  "보기1": "① The right side",
  "보기2": "② The left side",
  "보기3": "③ Along the middle",
  "보기4": "④ Anywhere on the sidewalk",
  "정답": 1
 },
 {
  "id": 174,
  "문제": "174. A vehicle is about to drive across a crosswalk in a school zone with no traffic light. Which of the following are the correct actions of the driver? (Select two answers)",
  "보기1": "① When there are pedestrians crossing, the driver must drive across the crosswalk slowly and ensure pedestrian safety.",
  "보기2": "② When there are pedestrians crossing, the driver must stop the vehicle and wait until all pedestrians have crossed.",
  "보기3": "③ The driver must drive across the crosswalk slowly regardless of pedestrians crossing.",
  "보기4": "④ The driver must stop the vehicle regardless of pedestrians crossing.",
  "정답": 2.4
 },
 {
  "id": 175,
  "문제": "175. According to the Road Traffic Act, which TWO of the following are correct explanations of pedestrian protection?",
  "보기1": "① A cyclist walking his bicycle is not considered a pedestrian.",
  "보기2": "② A vehicle that is the first to enter an intersection where there is no traffic control has the right of way over pedestrians.",
  "보기3": "③ The commissioner of City/Do police agency can install exclusive road for pedestrians for the protection of pedestrians.",
  "보기4": "④ Baby carriages are allowed on exclusive road for pedestrians.",
  "정답": 3.4
 },
 {
  "id": 176,
  "문제": "176. Which TWO of the following statements are good pedestrian behavior?",
  "보기1": "① When a pedestrian uses a road, they must always walk using the left side of the road.",
  "보기2": "② A pedestrian taking part in a parade for a special social event can walk in the middle of a road.",
  "보기3": "③ A disabled person who is unable to use road-crossing facilities can cross a road anywhere.",
  "보기4": "④ A pedestrian must take the longest route to cross the road if there are no road-crossing facilities.",
  "정답": 2.3
 },
 {
  "id": 177,
  "문제": "177. Which of the following is the fine imposed on the driver of a passenger car for illegal driving on a sidewalk?",
  "보기1": "① KRW 30,000",
  "보기2": "② KRW 40,000",
  "보기3": "③ KRW 50,000",
  "보기4": "④ KRW 60,000",
  "정답": 4
 },
 {
  "id": 178,
  "문제": "178. Which of the following offenses conducted by drivers of passenger cars involves a different amount of fine than the others for putting pedestrians at risk?",
  "보기1": "① Interrupting pedestrians crossing the road when the walk signal is on",
  "보기2": "② Entering exclusive road for pedestrians",
  "보기3": "③ Throwing an object onto the road from a moving car",
  "보기4": "④ Failing to protect children, the visually impaired, etc.",
  "정답": 3
 },
 {
  "id": 179,
  "문제": "179. Which of the following is the right attitude that a driver should adopt toward pedestrians?",
  "보기1": "① Jaywalkers don't need to be protected.",
  "보기2": "② There's no need to pay attention to pedestrians on the side of the vehicle.",
  "보기3": "③ It is the pedestrians' responsibility to dodge vehicles.",
  "보기4": "④ The driver must prioritize pedestrian safety.",
  "정답": 4
 },
 {
  "id": 180,
  "문제": "180. According to the Road Traffic Act, the part of the road marked with road safety signs that allow pedestrians to cross the road is called ( )?",
  "보기1": "① Sidewalk",
  "보기2": "② Roadside area",
  "보기3": "③ Crosswalk",
  "보기4": "④ Exclusive pedestrian road",
  "정답": 3
 },
 {
  "id": 181,
  "문제": "181. Which of the following is NOT appropriate behavior on the part of a driver toward pedestrians?",
  "보기1": "① Watch out for children in areas with the 'school zone' sign.",
  "보기2": "② When passing a crosswalk, drive slowly to protect pedestrians.",
  "보기3": "③ Pedestrians crossing the road illegally must also be protected.",
  "보기4": "④ Stop if there is a child crossing the road without a guardian.",
  "정답": 2
 },
 {
  "id": 182,
  "문제": "182. Which of the following is an INCORRECT method for a pedestrian to cross the road?",
  "보기1": "① Pedestrians must take the shortest route when crossing a road without a crosswalk.",
  "보기2": "② Pedestrians must not cross the road around the front or rear of a vehicle.",
  "보기3": "③ Pedestrians can climb over a lane partition placed to prevent illegal crossing of the road.",
  "보기4": "④ Pedestrians can walk on the road if the sidewalk is closed for construction.",
  "정답": 3
 },
 {
  "id": 183,
  "문제": "183. Which of the following persons is NOT classified as visually impaired?",
  "보기1": "① Infants or children",
  "보기2": "② An individual who is unable to walk without a prosthetic limb",
  "보기3": "③ An individual who has trouble maintaining bodily balance",
  "보기4": "④ A deaf person",
  "정답": 1
 },
 {
  "id": 184,
  "문제": "184. The driver of a passenger car who commits a violation of traffic signal between ( ) and ( ) in a school zone receives double the demerit points. Which of the following belongs in the pair of brackets?",
  "보기1": "① 6 a.m., 6 p.m.",
  "보기2": "② 7 a.m., 7 p.m.",
  "보기3": "③ 8 a.m., 8 p.m.",
  "보기4": "④ 9 a.m., 9 p.m.",
  "정답": 3
 },
 {
  "id": 185,
  "문제": "185. What is the fine imposed on the driver of a 4.5-ton truck when the truck is parked illegally in a protection area for older persons between 10 a.m. and 11 a.m.?",
  "보기1": "① KRW 40,000",
  "보기2": "② KRW 50,000",
  "보기3": "③ KRW 90,000",
  "보기4": "④ KRW 100,000",
  "정답": 3
 },
 {
  "id": 186,
  "문제": "186. Which of the following is an INCORRECT method for a pedestrian to travel?",
  "보기1": "① Walk on the left side of a sidewalk.",
  "보기2": "② Pedestrians are allowed to use any part of the pedestrian-priority road.",
  "보기3": "③ Pedestrians must walk on the sidewalk on roads where the sidewalk and roadways are separated.",
  "보기4": "④ For roads that don't have a clear distinction of the sidewalks yet have a center line, pedestrians must use the roadside area to walk.",
  "정답": 1
 },
 {
  "id": 187,
  "문제": "187. Which of the following is NOT permitted to travel on a roadway?",
  "보기1": "① Cleaning or maintenance personnel working on roads",
  "보기2": "② A person driving a large animal such as a horse or cattle",
  "보기3": "③ A person who is pushing a stroller",
  "보기4": "④ A funeral procession",
  "정답": 3
 },
 {
  "id": 188,
  "문제": "188. What is the ground for the penalty faced by a driver who stops over the stop line when the traffic light has turned red?",
  "보기1": "① Violation of intersection thoroughfare",
  "보기2": "② Failure to stop",
  "보기3": "③ Violation of traffic signal",
  "보기4": "④ Violation of slow driving",
  "정답": 3
 },
 {
  "id": 189,
  "문제": "189. Which of the following is the right method to drive when you spot a visually impaired person crossing the road with a guide dog?",
  "보기1": "① Keep going if stopping or parking is not allowed in the area.",
  "보기2": "② Stop momentarily.",
  "보기3": "③ Stop and help the person go back the way he came.",
  "보기4": "④ Protect the person by sounding the horn.",
  "정답": 2
 },
 {
  "id": 190,
  "문제": "190. According to the Road Traffic Act, the driver of any type of vehicle must ( ) before reaching a crosswalk in a school zone with no traffic light, regardless of pedestrians crossing. Which of the following best fills the parentheses?",
  "보기1": "① slow down",
  "보기2": "② stop",
  "보기3": "③ slow down or stop",
  "보기4": "④ reduce speed",
  "정답": 2
 },
 {
  "id": 191,
  "문제": "191. Which of the following statements is correct about a pedestrian crossing the road illegally?",
  "보기1": "① You have no responsibility to protect pedestrians on sections of a road other than an intersection.",
  "보기2": "② You have no responsibility to protect pedestrians crossing the road illegally.",
  "보기3": "③ You have to protect pedestrians, even when they're crossing the road illegally.",
  "보기4": "④ You have no responsibility to protect pedestrians crossing a one-way road illegally.",
  "정답": 3
 },
 {
  "id": 192,
  "문제": "192. Which of the following pedestrians is NOT permitted in a roadway?",
  "보기1": "① A person using a wheelchair to aid their movement",
  "보기2": "② A person marching on the streets for an important social event",
  "보기3": "③ A person cleaning or doing maintenance work on a road",
  "보기4": "④ A person carrying an object that can hinder pedestrian thoroughfare, such as a ladder",
  "정답": 1
 },
 {
  "id": 193,
  "문제": "193. Which of the following is the best method for a pedestrian to cross the road when the green light at the crosswalk is flashing?",
  "보기1": "① A pedestrian who is not yet in the crosswalk must wait for the next green light to start crossing.",
  "보기2": "② Stand still in the middle of the crosswalk.",
  "보기3": "③ Cross the road without waiting for the next signal.",
  "보기4": "④ You can start crossing the road whenever, as long as the light doesn't turn red.",
  "정답": 1
 },
 {
  "id": 194,
  "문제": "194. According to the Road Traffic Act, which of the following is correct regarding the pedestrians passing the sidewalk?",
  "보기1": "① A person who passes the sidewalk or rides a two-wheeled vehicle up to 125cc can be considered a pedestrian.",
  "보기2": "② A person riding a bicycle can be considered a pedestrian.",
  "보기3": "③ A person who uses a wheelchair can be considered a pedestrian.",
  "보기4": "④ A person who rides a 49cc motorcycle can be considered a pedestrian.",
  "정답": 3
 },
 {
  "id": 195,
  "문제": "195. According to the Road Traffic Act, which TWO of the following correctly describe rules for the exclusive pedestrian road?",
  "보기1": "① The driver of a motor or animal-drawn vehicle allowed on an exclusive pedestrian road must travel at the same speed as the pedestrians.",
  "보기2": "② In principle, the driver of a motor or animal-drawn vehicle may use an exclusive pedestrian road.",
  "보기3": "③ The driver of a motor or animal-drawn vehicle may not be allowed to enter an exclusive pedestrian road if and when the chief of police deems it necessary.",
  "보기4": "④ If there is a possibility that pedestrians could be exposed to danger, the driver of a motor or animal-drawn vehicle on an exclusive pedestrian road must stop and remain stationary.",
  "정답": 1.4
 },
 {
  "id": 196,
  "문제": "196. A vehicle dropped cargo in a protection area for older persons, resulting in an accident due to which an elderly person had to receive medical treatment for two weeks. According to the Act on Special Cases Concerning the Settlement of Traffic Accidents, which TWO of the following are correct regarding the penalties?",
  "보기1": "① Criminal offense charges are imposed on the driver regardless of the victim’s wishes to file charges.",
  "보기2": "② No charges are filed if the driver comes to an agreement with the victim.",
  "보기3": "③ No charges are filed if the driver has a full-cover insurance policy.",
  "보기4": "④ The driver is charged with criminal offense regardless of the presence of a full-cover insurance policy.",
  "정답": 1.4
 },
 {
  "id": 197,
  "문제": "197. According to the Road Traffic Act, which of the following is the most appropriate method for a pedestrian to cross a road without a crosswalk?",
  "보기1": "① Cross the road right behind a passing vehicle",
  "보기2": "② Cross the road quickly when there are no cars passing by",
  "보기3": "③ Cross anywhere because there is no crosswalk",
  "보기4": "④ Cross the road using the shortest distance",
  "정답": 4
 },
 {
  "id": 198,
  "문제": "198. According to the Road Traffic Act, which of the following is not a correct explanation of how to traverse a crosswalk?",
  "보기1": "① A person may cross the crosswalk while pushing a personal mobility device.",
  "보기2": "② A person may cross the crosswalk while on a motorized chair.",
  "보기3": "③ A person may cross the crosswalk while riding a bicycle.",
  "보기4": "④ A person may cross the crosswalk while pushing a stroller.",
  "정답": 3
 },
 {
  "id": 199,
  "문제": "199. According to the Road Traffic Act, among the following methods of passage used by motor vehicles or horses, which one is not correct?",
  "보기1": "① When the roadway and sidewalk are separated, be sure to use the roadway.",
  "보기2": "② Drive slowly just before crossing a crosswalk, check to the left and right, and cross in a manner that does not impede the passage of pedestrians.",
  "보기3": "③ From the center of the road, pass through the right side.",
  "보기4": "④ If the road is for one-way traffic, pass through the center or left side of the road.",
  "정답": 2
 },
 {
  "id": 200,
  "문제": "200. According to the Road Traffic Act, among the following guidelines for the protection of pedestrians, which one is not correct?",
  "보기1": "① When a pedestrian is using the crosswalk, the driver must make a temporary stop before it.",
  "보기2": "② The driver shall not impede the passage of pedestrians who are crossing the road according to the signal or direction given by a police officer.",
  "보기3": "③ A driver shall not impede the passage of pedestrians who are crossing the road at an intersection.",
  "보기4": "④ When a pedestrian is crossing a road without a crosswalk, the driver must drive slowly while maintaining a safe distance.",
  "정답": 4
 },
 {
  "id": 201,
  "문제": "201. Which of the following is the correct method for a vehicle to pass through a crosswalk if traffic signals both for vehicles and pedestrians are out of order?",
  "보기1": "① If a pedestrian is crossing, pass through at a slow speed.",
  "보기2": "② If there are no pedestrians on the crosswalk, do not slow down and pass through quickly.",
  "보기3": "③ The driver does not need to drive slowly, as the crosswalk has lost its function due to the breakdown of the signal lights.",
  "보기4": "④ If a pedestrian is crossing, make a temporary stop just in front of the crosswalk.",
  "정답": 4
 },
 {
  "id": 202,
  "문제": "202. According to the Road Traffic Act, which of the following is the most appropriate method for a pedestrian in using a road that has no clear distinction of a sidewalk yet has a center line?",
  "보기1": "① Walk along the center of the roadway.",
  "보기2": "② Walk along the right side of the roadway.",
  "보기3": "③ Walk along the roadside area.",
  "보기4": "④ Use all areas of the road to walk on.",
  "정답": 3
 },
 {
  "id": 203,
  "문제": "203. According to the Road Traffic Act, which of the following is the correct method to pass for a motor vehicle or a horse that is permitted to pass through an exclusive road for pedestrians?",
  "보기1": "① If there are any pedestrians, proceed slowly.",
  "보기2": "② Proceed while sounding the horn.",
  "보기3": "③ Drive at the walking speed of pedestrians or make a temporary stop.",
  "보기4": "④ If there are no pedestrians, proceed quickly.",
  "정답": 3
 },
 {
  "id": 204,
  "문제": "204. According to the Road Traffic Act, which of the following is a section of road where boundaries are indicated by a line or curbstones, safety signs, or any similar artificial structures that allows pedestrians to pass through?",
  "보기1": "① A sidewalk",
  "보기2": "② A roadside area",
  "보기3": "③ A crosswalk",
  "보기4": "④ A bicycle crossing",
  "정답": 1
 },
 {
  "id": 205,
  "문제": "205. According to the Road Traffic Act and its Enforcement Decree, which of the following is not the correct method to cross when pedestrian signals are flashing?",
  "보기1": "① Pedestrians should not start crossing.",
  "보기2": "② Pedestrians in the middle of the crossing should quickly finish crossing.",
  "보기3": "③ Pedestrians should stop crossing and return to the sidewalk.",
  "보기4": "④ Pedestrians should stop crossing and wait in place for the next signal.",
  "정답": 4
 },
 {
  "id": 206,
  "문제": "206. According to the Road Traffic Act, which of the following is a situation in which the driver of a motor vehicle must drive slowly?",
  "보기1": "① When seeing a person crossing a crosswalk with a bicycle",
  "보기2": "② When driving past a pedestrian along a back road",
  "보기3": "③ When seeing a pedestrian crossing a crosswalk",
  "보기4": "④ When seeing a pedestrian crossing a road where there is no crosswalk",
  "정답": 2
 },
 {
  "id": 207,
  "문제": "207. According to the Road Traffic Act, raised crosswalks are installed on roads where it is necessary to limit the speed to ( ) km/h or less. Which of the following is correct?",
  "보기1": "① 10",
  "보기2": "② 20",
  "보기3": "③ 30",
  "보기4": "④ 50",
  "정답": 3
 },
 {
  "id": 208,
  "문제": "208. According to the Road Traffic Act, which of the following is NOT the circumstance that require a temporary stop while driving?",
  "보기1": "① When a child crosses the road without a guardian",
  "보기2": "② When the vehicle traffic light is flashing a red light",
  "보기3": "③ When a child is sitting or standing on the road",
  "보기4": "④ When the vehicle traffic light is flashing yellow.",
  "정답": 4
 },
 {
  "id": 209,
  "문제": "209. According to the Road Traffic Act and its Enforcement Decree, which of the following is the correct method for motor vehicles or horses to pass through a diagonal crosswalk when its walk signal has changed to green?",
  "보기1": "① They should stop.",
  "보기2": "② They may make a right turn as long as they do not impede the crossing of pedestrians.",
  "보기3": "③ If there are no pedestrians, they may proceed at a slow speed.",
  "보기4": "④ They may proceed in the direction in which pedestrians are not crossing.",
  "정답": 1
 },
 {
  "id": 210,
  "문제": "210. According to the Road Traffic Act, which of the following is the correct term for a driver’s action to bring his/her motor vehicle to a complete stop temporarily?",
  "보기1": "① Driving slowly",
  "보기2": "② Stopping",
  "보기3": "③ Parking",
  "보기4": "④ Making a temporary stop",
  "정답": 4
 },
 {
  "id": 211,
  "문제": "211. According to the Road Traffic Act, which of the following is not permitted to be used by an electric wheelchair for medical purposes?",
  "보기1": "① Exclusive roads for bicycles",
  "보기2": "② A roadside area",
  "보기3": "③ A sidewalk",
  "보기4": "④ The edge of a road",
  "정답": 1
 },
 {
  "id": 212,
  "문제": "212. Which of the following is the most appropriate way to make a left turn at an intersection without any traffic control?",
  "보기1": "① On general roadways, turn on the direction indicator immediately before the intersection and turn left.",
  "보기2": "② Slow down and follow the center line of the road, and turn left by going around the central island in the outer lane of the intersection.",
  "보기3": "③ Turning left on the outer lane of the intersection is not allowed even when permitted by the commissioner of City/Do police agency.",
  "보기4": "④ You must slow down. You may or may not stop at your discretion as you enter.",
  "정답": 4
 },
 {
  "id": 213,
  "문제": "213. According to the Road Traffic Act, the width of a lane installed shall be ( ) meters or wider. In such cases where an unavoidable need is recognized, such as for the installation of a left turn-only lane, it may be set to ( ) centimeters or wider. Which combination of answers fits in the two parentheses?",
  "보기1": "① 5,300",
  "보기2": "② 4,285",
  "보기3": "③ 3,275",
  "보기4": "④ 2,265",
  "정답": 3
 },
 {
  "id": 214,
  "문제": "214. In which of the following cases is a vehicle allowed to overtake another vehicle on a road with its right side narrower than six meters?",
  "보기1": "① When the left side of the road cannot be checked",
  "보기2": "② When the traffic in the opposite direction may be impeded",
  "보기3": "③ When the car ahead proceeds at a low speed and a safe distance can be secured from other cars",
  "보기4": "④ When overtaking is prohibited or restricted and the prohibition/restriction is indicated by safety signs, etc.",
  "정답": 3
 },
 {
  "id": 215,
  "문제": "215. According to the Road Traffic Act, which of the following lanes indicate the direction of traffic with a signal apparatus on the road in which the traffic volume of both directions varies greatly depending on the time, in order to optimize the number of lanes available for the direction with the greatest traffic volume?",
  "보기1": "① Reversible lane",
  "보기2": "② Exclusive lane for buses",
  "보기3": "③ Acceleration lane",
  "보기4": "④ Overtaking lane",
  "정답": 1
 },
 {
  "id": 216,
  "문제": "216. According to the Road Traffic Act, the driver of any type of vehicle trying to make a ( ) must be in the right-most lane and slow down to make a ( ) at an intersection. In this case, the driver trying to make a ( ) must stop the vehicle according to the traffic signal or take caution for pedestrians and bicycle riders. Which of the following best fills the parentheses?",
  "보기1": "① right turn – right turn – right turn",
  "보기2": "② left turn – left turn – left turn",
  "보기3": "③ right turn – left turn – right turn",
  "보기4": "④ left turn – right turn – left turn",
  "정답": 1
 },
 {
  "id": 217,
  "문제": "217. According to the Road Traffic Act, which of the following is correct regarding a change of lane?",
  "보기1": "① Because it can be dangerous on a bridge, a change of lane is often restricted by solid white lines.",
  "보기2": "② Broken white lines mark traffic lanes where a change of lane is limited.",
  "보기3": "③ Do not change lanes in an area where a lane change is prohibited, even if there is roadwork or other such obstructions that prevent you from traveling further.",
  "보기4": "④ It is not against the law to change lanes in an area where a lane change is prohibited, provided that it is done safely.",
  "정답": 1
 },
 {
  "id": 218,
  "문제": "218. Which of the following infringements apply when you queue across an intersection and block traffic from other directions even after the lights change?",
  "보기1": "① Violation of means for passing through intersections",
  "보기2": "② Violation of a temporary stop",
  "보기3": "③ Violation of means for changing lanes",
  "보기4": "④ Violation of measures for preventing congestion",
  "정답": 1
 },
 {
  "id": 219,
  "문제": "219. Which of the following is a correct statement regarding an acceleration lane on an expressway?",
  "보기1": "① An acceleration lane induces vehicles on an expressway to change lanes so that they can take an exit.",
  "보기2": "② An acceleration lane induces the vehicles entering an expressway to increase their speed.",
  "보기3": "③ An acceleration lane induces vehicles trying to overtake other vehicles on an expressway to increase their speed.",
  "보기4": "④ An acceleration lane is designed to lessen the effects of the lowered speed of large vehicles when driving uphill.",
  "정답": 2
 },
 {
  "id": 220,
  "문제": "220. Which of the following is the most appropriate action to take when a driver realizes that he/she incorrectly entered an expressway after he/she has already entered it?",
  "보기1": "① Pull over, turn on the emergency flashers, and call the expressway patrol for help.",
  "보기2": "② Take the next exit as he/she has already entered the expressway.",
  "보기3": "③ Turn on the emergency flashers and slowly reverse the vehicle back to the entry point to exit the expressway.",
  "보기4": "④ If there are two or more lanes, make a U-turn to exit the expressway.",
  "정답": 2
 },
 {
  "id": 221,
  "문제": "221. According to the Road Traffic Act, which of the following is an incorrect match between the type of lane and the color painted on the lane?",
  "보기1": "① Yellow color for separating bidirectional traffic in a safety zone",
  "보기2": "② Blue color for exclusive lanes used by buses",
  "보기3": "③ Pink, light green or green colors for guide lines on the lane",
  "보기4": "④ White color for the outer line of the speed limit mark installed within a school zone",
  "정답": 4
 },
 {
  "id": 222,
  "문제": "222. According to the Road Traffic Act and its Enforcement Decree, which of the following is the correct type of vehicle that may be driven on the left-side lane on roads other than expressways?",
  "보기1": "① Passenger cars and compact, small and mid-sized vans",
  "보기2": "② Large passenger vehicles",
  "보기3": "③ Trucks",
  "보기4": "④ Special-purpose cars and two-wheeled vehicles",
  "정답": 1
 },
 {
  "id": 223,
  "문제": "223. On which of the following sections is the driver of a car permitted to make a U-turn?",
  "보기1": "① A section of road marked with a solid yellow line",
  "보기2": "② A section of road marked with a solid white line",
  "보기3": "③ A section of road marked with a broken white line",
  "보기4": "④ A section of road marked with a solid blue line",
  "정답": 3
 },
 {
  "id": 224,
  "문제": "224. The following are the classifications of traffic by the type of lane according to the Road Traffic Act and its Enforcement Decree. Which of the following is incorrect?",
  "보기1": "① With regard to the ordering of lanes, the lane next to the median lane of a road is regarded as the first lane.",
  "보기2": "② If a person drives at a slow speed and may impede the normal traffic of other cars, he/she must change to the lane right of the one he/she was originally on.",
  "보기3": "③ On a road with one-way traffic, the right side of the road is regarded as the first lane.",
  "보기4": "④ In principle, all vehicles on a four-lane expressway must drive in the second lane.",
  "정답": 3
 },
 {
  "id": 225,
  "문제": "225. Under the Road Traffic Act, if the visibility distance is less than 50 meters due to heavy rain, the speed of a vehicle must be reduced by ( ) of the maximum prescribed speed. Which fits the parentheses?",
  "보기1": "① 50/100",
  "보기2": "② 40/100",
  "보기3": "③ 30/100",
  "보기4": "④ 20/100",
  "정답": 1
 },
 {
  "id": 226,
  "문제": "226. According to the Road Traffic Act, which two of the following correctly describe the criteria for vehicles that may drive on exclusive lanes for high-occupancy vehicles?",
  "보기1": "① Passenger cars with 3 or more persons",
  "보기2": "② Trucks with 3 or more persons",
  "보기3": "③ Vans with 3 or more persons",
  "보기4": "④ Two-wheeled vehicles with 2 or more persons",
  "정답": 1.3
 },
 {
  "id": 227,
  "문제": "227. According to the Road Traffic Act, when installing a lane on a road in which the sidewalk and the road are not separately demarcated, which of the following is to be installed on both sides of the road for pedestrians to pass through safely?",
  "보기1": "① Safety area",
  "보기2": "② Lane change restriction line sign",
  "보기3": "③ Roadside",
  "보기4": "④ Roadside area",
  "정답": 4
 },
 {
  "id": 228,
  "문제": "228. Which of the following is the correct method of passing through an intersection that has two left turn lanes?",
  "보기1": "① Passenger cars must use only the first lane to turn left.",
  "보기2": "② Passenger cars must use only the second lane to turn left.",
  "보기3": "③ Large vans must use only the first lane to turn left.",
  "보기4": "④ Large vans must use only the second lane to turn left.",
  "정답": 4
 },
 {
  "id": 229,
  "문제": "229. According to the Road Traffic Act, which of the following is incorrect regarding the method and speed to be followed by motor vehicles and horses?",
  "보기1": "① If there is another vehicle coming straight from the opposite direction when you attempt to make a left turn at an intersection where there are no traffic lights, you shall yield the route to the vehicle coming straight.",
  "보기2": "② If a vehicle makes a stop on a road with no distinction between the roadway and sidewalk, it should stop at a distance of at least 50 centimeters from the right edge of the road.",
  "보기3": "③ If the vehicle in front signals its intent to make a right turn at an intersection, the trailing vehicle shall not impede the vehicle in front from proceeding.",
  "보기4": "④ The minimum speed on exclusive roads for motor vehicles is 40 kilometers per hour.",
  "정답": 4
 },
 {
  "id": 230,
  "문제": "230. Which of the following is the maximum allowed speed for a truck with a 3-ton loading weight driving on an eight-lane expressway (four lanes in each direction) on which the maximum allowable speed is 100 kilometers per hour?",
  "보기1": "① 60 kilometers per hour",
  "보기2": "② 70 kilometers per hour",
  "보기3": "③ 80 kilometers per hour",
  "보기4": "④ 90 kilometers per hour",
  "정답": 3
 },
 {
  "id": 231,
  "문제": "231. In which of the following situations are motor vehicles and horses NOT allowed to pass along the left side of a road?",
  "보기1": "① When restriction of overtaking is indicated by safety signs, etc.",
  "보기2": "② When the road is designated for one-way traffic",
  "보기3": "③ The right side of the road is not available for passage due to road construction, etc.",
  "보기4": "④ When the right side of the road is not wide enough for the passage of motor vehicles and horses",
  "정답": 1
 },
 {
  "id": 232,
  "문제": "232. Which of the following is the most inappropriate method of passing an intersection and Dilemma Zone?",
  "보기1": "① Before entering the intersection, check the traffic conditions in advance, keep a safe distance and drive at a reduced speed anticipating all situations, and drive defensively.",
  "보기2": "② Entering the intersection at a red light leads to a signal violation.",
  "보기3": "③ If the front wheel enters the stop line when the traffic light changes from green to yellow, watch the traffic conditions and proceed quickly out of the intersection.",
  "보기4": "④ The faster the speeding situation at the intersection, the shorter the dilemma zone, which leads to a quicker decision from the driver.",
  "정답": 4
 },
 {
  "id": 233,
  "문제": "233. Which of the following explanations regarding the driving distance between vehicles is correct?",
  "보기1": "① Free running distance is the distance a vehicle travels from the point when the brake is pressed after detecting danger until the point at which the brake starts to work.",
  "보기2": "② Stopping distance is the distance necessary to avoid a rear-end collision with the car in front of you if it makes an abrupt stop.",
  "보기3": "③ Safe distance is the distance a vehicle travels from the point the brake is applied to the point at which the vehicle comes to a complete stop.",
  "보기4": "④ Braking distance is the distance between the moment the driver detects danger and the moment the car comes to a full stop.",
  "정답": 1
 },
 {
  "id": 234,
  "문제": "234. Which of the following area is overtaking a vehicle possible?",
  "보기1": "① Intersection",
  "보기2": "② Center line (yellow broken line)",
  "보기3": "③ Inside the tunnel (white broken line)",
  "보기4": "④ On the bridge (white broken line)",
  "정답": 2
 },
 {
  "id": 235,
  "문제": "235. According to the Road Traffic Act, which of the following is the most appropriate method of slowing down at an intersection?",
  "보기1": "① Proceeding at a low speed such that the vehicle can be stopped immediately",
  "보기2": "② Proceeding while maintaining a speed of 30 kilometers per hour",
  "보기3": "③ Proceeding at such a low speed that no accident is caused",
  "보기4": "④ Proceeding at a speed that enables the driver to avoid any sudden stops by the vehicle in front",
  "정답": 1
 },
 {
  "id": 236,
  "문제": "236. The following are various explanations of the punishment criteria for driving a vehicle (except for personal mobility devices) in violation of the maximum speed on the road. Which one is correct?",
  "보기1": "① A person who drives three or more times at a speed exceeding 100 km/h is subject to a fine up to 5 million won or confinement.",
  "보기2": "② Anyone who drives three or more times at a speed exceeding 100 km/h is subject to imprisonment up to one year or a fine up to 5 million won.",
  "보기3": "③ A person who drives twice at a speed exceeding 100 km/h is subject to a fine up to 3 million won.",
  "보기4": "④ Anyone who drives at a speed exceeding 80 km/h is subject to a fine up to 500,000 won or detention.",
  "정답": 2
 },
 {
  "id": 237,
  "문제": "237. Which of the following is the correct method to turn right at an intersection with no traffic lights?",
  "보기1": "① Turn right as fast as possible.",
  "보기2": "② Wait until the vehicles entering the intersection ahead of you pass by, and then make a right turn.",
  "보기3": "③ When a vehicle coming in the opposite direction is making a left turn, turn right at the same time with caution.",
  "보기4": "④ There is no need to be mindful of other vehicles when you turn right from a wide road onto a narrow one.",
  "정답": 2
 },
 {
  "id": 238,
  "문제": "238. A driver intends to make a right turn at an intersection where traffic signals are present but auxiliary signals for vehicles are not installed. Which of the following is not correct according to the Road Traffic Act and its Enforcement Decree?",
  "보기1": "① If the traffic signal has turned red, a temporary stop must be made in front of the stop line regardless of the signal light for pedestrians at the crosswalk.",
  "보기2": "② If the traffic signal has turned green, a right turn may be made without making a temporary stop in front of the stop line.",
  "보기3": "③ If the traffic signal displays a green arrow, a temporary stop must be made in front of the stop line regardless of the signal light for pedestrians at the crosswalk.",
  "보기4": "④ Regardless of the traffic signal, a right turn may be made without making a temporary stop when it does not impede other vehicles.",
  "정답": 4
 },
 {
  "id": 239,
  "문제": "239. At an intersection, which of the following is the most correct method to make a left/right turn?",
  "보기1": "① When making a right turn, quickly pass through the intersection while carefully checking for pedestrians and bicycles that stop or proceed according to the signal.",
  "보기2": "② When making a left turn, you must pass through the outside of the intersection center.",
  "보기3": "③ When making a right turn, reduce speed in advance while driving along the right edge of the road.",
  "보기4": "④ When making a left turn at an intersection without traffic signals while a pedestrian is crossing the road, quickly pass in front of the pedestrian.",
  "정답": 3
 },
 {
  "id": 240,
  "문제": "240. Which of the following correctly describes the stopping distance?",
  "보기1": "① The distance from the point at which a driver pushes the brake pedal to where the vehicle comes to a complete stop",
  "보기2": "② The distance that allows a driver to avoid colliding with a vehicle ahead when it makes a sudden stop",
  "보기3": "③ The distance that a vehicle travels from the point at which the driver detects danger and steps on the brake pedal to the point at which the vehicle makes a complete stop",
  "보기4": "④ The distance from the point where a driver senses danger and presses the brake pedal to the point where the brake function actually starts to work",
  "정답": 3
 },
 {
  "id": 241,
  "문제": "241. Which of the following is the correct method of passing through an intersection?",
  "보기1": "① When the red traffic light is flashing, drive slowly.",
  "보기2": "② When the yellow traffic light is flashing, drive through as quickly as you can.",
  "보기3": "③ Do not overtake other vehicles at an intersection.",
  "보기4": "④ When you approach the intersection, always use high-beam headlights.",
  "정답": 3
 },
 {
  "id": 242,
  "문제": "242. The following describes a Hi-pass lane. Which is correct?",
  "보기1": "① A Hi-pass lane is always found in lane 1; drivers intending to take it must change lanes accordingly and pass through the toll road safely.",
  "보기2": "② Since the Hi-pass lane for trucks is exclusive to trucks and is colored blue, there is no need to slow down to pass through the toll road.",
  "보기3": "③ Drivers must reduce speed in advance since the speed limit of a multi-lane Hi-pass toll road is 30 kph.",
  "보기4": "④ Drivers must observe the speed limit of a multi-lane Hi-pass toll road. If the Hi-pass device malfunctions upon entry, the drivers can pay the toll upon exit.",
  "정답": 4
 },
 {
  "id": 243,
  "문제": "243. On a section of a six-lane (three lanes in each direction) motor vehicle-only lane, you see a safety sign stating that the speed limit is 60 kilometers per hour. Which of the following is compliant with traffic rules?",
  "보기1": "① Driving at 90 kilometers per hour",
  "보기2": "② Driving at 80 kilometers per hour",
  "보기3": "③ Driving at 70 kilometers per hour",
  "보기4": "④ Driving at 60 kilometers per hour",
  "정답": 4
 },
 {
  "id": 244,
  "문제": "244. According to the Road Traffic Act, which of the following speed limits can be placed on a general road in residential, commercial and industrial areas?",
  "보기1": "① Within 20 km/h",
  "보기2": "② Within 30 km/h",
  "보기3": "③ Within 40 km/h",
  "보기4": "④ Within 50 km/h",
  "정답": 4
 },
 {
  "id": 245,
  "문제": "245. Which of the following is the policy that limits the maximum speed in the city center to 50 km/h, while in the back road (including residential areas) this is lowered to 30 km/h in order to reduce traffic accidents?",
  "보기1": "① New Deal Policy",
  "보기2": "② Safety Speed 5030",
  "보기3": "③ Campaign for Unity in Order to Reduce Traffic Accidents",
  "보기4": "④ Intelligent Transportation System (ITS)",
  "정답": 2
 },
 {
  "id": 246,
  "문제": "246. Which TWO of the following are correct methods for making a left turn at an intersection with unprotected left turns?",
  "보기1": "① Turn left on the green light if there is no vehicle coming from the opposite direction.",
  "보기2": "② Turn left on the red light when all the vehicles coming from the opposite direction come to a stop before the stop line.",
  "보기3": "③ If an accident occurs while you are making an unprotected left turn on the green light, you will be held guilty of violating driving safety rules.",
  "보기4": "④ If an accident occurs while you are making an unprotected left turn on the red light, you will be held guilty of violating driving safety rules.",
  "정답": 1.3
 },
 {
  "id": 247,
  "문제": "247. You are driving in a city that operates an exclusive median bus lane system. Which of the following are safe ways to drive? (Select two answers)",
  "보기1": "① You should continuously use the vehicle horn to prevent other vehicles from cutting in front of you.",
  "보기2": "② You should drive with caution as pedestrians on the right may try to jaywalk.",
  "보기3": "③ You should slow down as pedestrians may cross the road from the bus station on the left.",
  "보기4": "④ You should drive and pass through a median bus lane as quickly as possible before the traffic light turns red.",
  "정답": 2.3
 },
 {
  "id": 248,
  "문제": "248. According to the Road Traffic Act, which TWO of the following are safe methods to change lanes?",
  "보기1": "① Change lanes as quickly as possible.",
  "보기2": "② You can change lanes only in those sections marked with solid white lines.",
  "보기3": "③ Change lanes without obstructing traffic.",
  "보기4": "④ You can change lanes only on a road marked with a white broken line.",
  "정답": 3.4
 },
 {
  "id": 249,
  "문제": "249. Which TWO of the following are correct methods to safely make a right turn at an intersection?",
  "보기1": "① Use the turn indicator at least 30 m before where you want to make a right turn.",
  "보기2": "② Move into the right-hand lane carefully if there is a solid white line on the road.",
  "보기3": "③ Make a right turn after checking your left side to make sure there are no other vehicles headed in the same direction as you.",
  "보기4": "④ Make a right turn quickly while paying attention to the traffic in the area.",
  "정답": 1.3
 },
 {
  "id": 250,
  "문제": "250. Which TWO of the following are correct methods for a passenger car driver to overtake another vehicle?",
  "보기1": "① Make sure there is enough space on the left before overtaking.",
  "보기2": "② While on an expressway, overtaking should be done within the speed limit",
  "보기3": "③ If it is safe to do so, overtaking another vehicle on its right hand side is acceptable.",
  "보기4": "④ After passing a vehicle on its left, move back into the lane when the vehicle just passed is not visible in the rear-view mirror.",
  "정답": 1.2
 },
 {
  "id": 251,
  "문제": "251. Which TWO of the following are the safest approaches to driving on the road?",
  "보기1": "① Park the vehicle in a safety zone if possible.",
  "보기2": "② When the traffic lights turn yellow, stop inside the intersection to observe the traffic signal.",
  "보기3": "③ Keep sufficient distance to prevent a collision with the vehicle ahead if it brakes suddenly.",
  "보기4": "④ When overtaking other vehicles, pass along the left side of the vehicle.",
  "정답": 3.4
 },
 {
  "id": 252,
  "문제": "252. When an emergency vehicle is coming up behind you as you enter an expressway, which of the following is the most appropriate response?",
  "보기1": "① Enter the roadside of the acceleration lane and drive at an increased speed.",
  "보기2": "② Accelerate and change lanes immediately after entering the expressway so that the emergency vehicle can pass by.",
  "보기3": "③ Stop temporarily on the roadside and enter the expressway after the emergency vehicle.",
  "보기4": "④ Proceed at the same speed because stopping or driving slowly on an expressway is dangerous.",
  "정답": 3
 },
 {
  "id": 253,
  "문제": "253. According to the Road Traffic Act, which of the following measures must be taken when an emergency vehicle driving with an emergency siren on approaches?",
  "보기1": "① When an emergency vehicle approaches an intersection, drivers of other vehicles must stop at the left edge of the intersection.",
  "보기2": "② On the road other than the intersection, other vehicles should yield so that emergency vehicles can pass first.",
  "보기3": "③ Drive faster than the emergency vehicle.",
  "보기4": "④ Stop temporarily and wait until the emergency vehicle passes.",
  "정답": 2
 },
 {
  "id": 254,
  "문제": "254. Which of the following is the safest measure to take when a fire truck approaches with flashing red lights and a siren while you are trying to make a right turn at an intersection?",
  "보기1": "① Temporarily stop, avoiding the intersection.",
  "보기2": "② Stop right where you are.",
  "보기3": "③ Slow down, and turn right.",
  "보기4": "④ Pass through the intersection quickly and continue driving.",
  "정답": 1
 },
 {
  "id": 255,
  "문제": "255. According to the Road Traffic Act, which of the following privileges does NOT apply to emergency vehicles?",
  "보기1": "① Speed limit of motor vehicles",
  "보기2": "② Restriction of overtaking",
  "보기3": "③ Restriction of cutting in",
  "보기4": "④ Ensure pedestrian safety",
  "정답": 4
 },
 {
  "id": 256,
  "문제": "256. Emergency vehicles should be properly outfitted and should inform that they are undertaking an emergency operation by turning on their sirens or flashing lights. Which of the following vehicles is exempt from this obligation?",
  "보기1": "① Vehicles cracking down on illegal parking",
  "보기2": "② Fire trucks",
  "보기3": "③ Ambulances",
  "보기4": "④ Police cars cracking down on violations of speed limit",
  "정답": 4
 },
 {
  "id": 257,
  "문제": "257. In order for fire trucks and ambulances to be granted a special privilege to overtake other vehicles or drive at a speed exceeding the limit in a no-passing zone, which of the following is the measure that the drivers of those vehicles should take?",
  "보기1": "① Drive while honking horns.",
  "보기2": "② Equip the cars in a manner required for safe driving according to the Motor Vehicle Management Act and turn on the sirens or flashing lights.",
  "보기3": "③ Drive with the headlights on.",
  "보기4": "④ Those vehicles can be granted such privileges without taking additional measures.",
  "정답": 2
 },
 {
  "id": 258,
  "문제": "258. Which of the following is necessary for a general car to be recognized as an emergency vehicle when it is transporting a patient in critical condition?",
  "보기1": "① The car should be authorized by the chief of the district police station.",
  "보기2": "② The driver should turn on the headlights or emergency lights.",
  "보기3": "③ The car does not need to get special permission because it is transporting a patient in critical condition.",
  "보기4": "④ The car must be escorted by another vehicle.",
  "정답": 2
 },
 {
  "id": 259,
  "문제": "259. According to the Road Traffic Act, which TWO of the following are considered emergency vehicles?",
  "보기1": "① A fire truck going to a repair shop for repairs",
  "보기2": "② A vehicle transporting patients that are injured or in a critical condition, or transporting blood for transfusion",
  "보기3": "③ An ambulance transporting a patient discharged from a medical institution",
  "보기4": "④ A vehicle authorized by the commissioner of City/Do police agency. to transport urgent postal mail, etc.",
  "정답": 2.4
 },
 {
  "id": 260,
  "문제": "260. According to the Road Traffic Act, which TWO of the following is an ambulance driver allowed to do while operating an emergency vehicle in an emergency situation?",
  "보기1": "① Continue to operate the vehicle after a traffic accident without administering first aid to the injured.",
  "보기2": "② Continue to operate the vehicle even if it obstructs pedestrians from crossing.",
  "보기3": "③ Drive along the center or along the left side of the road.",
  "보기4": "④ Cut in front of other vehicles on a congested road.",
  "정답": 3.4
 },
 {
  "id": 261,
  "문제": "261. Which of the following actions cannot be taken by the driver of a fire truck while it is being run for an intended purpose?",
  "보기1": "① Not wearing a seat belt",
  "보기2": "② Drunk driving",
  "보기3": "③ Crossing of the centerline",
  "보기4": "④ Violation of traffic light",
  "정답": 2
 },
 {
  "id": 262,
  "문제": "262. The regular traffic safety education provided for drivers of emergency vehicles shall be taken every ( ) years. Which of the following best fits in ( )?",
  "보기1": "① 1",
  "보기2": "② 2",
  "보기3": "③ 3",
  "보기4": "④ 5",
  "정답": 3
 },
 {
  "id": 263,
  "문제": "263. Among the following explanations regarding special cases involving emergency vehicles, which one is NOT correct?",
  "보기1": "① They may overtake other vehicles at a location where passing is prohibited.",
  "보기2": "② They may cut in front of other vehicles even where cutting is prohibited.",
  "보기3": "③ They may pass the crossroad even though there is a pedestrian crossing it without regard for their safety.",
  "보기4": "④ They may drive faster than the speed limit prescribed for the road.",
  "정답": 3
 },
 {
  "id": 264,
  "문제": "264. Which of the following is a blood bank vehicle urgently responding to a request for blood NOT permitted to do?",
  "보기1": "① Turning on the siren",
  "보기2": "② Driving on the left side of the road",
  "보기3": "③ Driving at a speed over the legal limit",
  "보기4": "④ Continuing to drive without taking necessary actions if an accident occurs",
  "정답": 4
 },
 {
  "id": 265,
  "문제": "265. Which of the following can be designated as an emergency vehicle by the commissioner of City/Do police agency at the request of the organization or the person that intends to use the vehicle?",
  "보기1": "① A fire truck",
  "보기2": "② A gasworks vehicle used for emergency gas leakage repair",
  "보기3": "③ An ambulance",
  "보기4": "④ A blood bank vehicle",
  "정답": 2
 },
 {
  "id": 266,
  "문제": "266. Which of the following can NOT be designated as an emergency vehicle by the commissioner of City/Do police agency at the request of the organization or the person that intends to use the vehicle?",
  "보기1": "① A police car used for traffic control",
  "보기2": "② A vehicle used for delivery of urgent mail",
  "보기3": "③ A vehicle used for emergency work such as repair of phone lines",
  "보기4": "④ A civil defense vehicle used for emergency restorations",
  "정답": 1
 },
 {
  "id": 267,
  "문제": "267. According to the Road Traffic Act, which one of the following is NOT a situation in which an emergency vehicle can flash its warning lights for non-emergency matters?",
  "보기1": "① When a fire truck is on patrol for fire prevention, rescue, and emergency activities",
  "보기2": "② When a fire truck is being driven to the workshop for urgent repair",
  "보기3": "③ When a vehicle commissioned for civil defense activities participates in a drill relevant to its usual emergency responsibilities",
  "보기4": "④ When a police vehicle is on patrol for crime prevention and control",
  "정답": 2
 },
 {
  "id": 268,
  "문제": "268. According to the Road Traffic Act, which of the following actions by an emergency vehicle on an emergency rescue mission is considered an offense?",
  "보기1": "① Driving at 100 kilometers per hour on a four-lane (two lanes in each direction) general road",
  "보기2": "② Overtaking a vehicle inside a tunnel where lanes are marked with a solid white line",
  "보기3": "③ Cutting in front of a vehicle at an intersection to turn right",
  "보기4": "④ Failing to report or take necessary actions in the event of a traffic accident resulting in personal injury because the vehicle is on an emergency rescue mission",
  "정답": 4
 },
 {
  "id": 269,
  "문제": "269. Which of the following is NOT an instance where an emergency vehicle can use a light bar for a non-emergency purpose?",
  "보기1": "① A fire truck on a round of patrol for fire prevention",
  "보기2": "② A road maintenance vehicle on a round of patrol to prevent traffic accidents",
  "보기3": "③ An ambulance used in emergency response training",
  "보기4": "④ A police car on a round of patrol for crime prevention",
  "정답": 2
 },
 {
  "id": 270,
  "문제": "270. Which TWO of the following are correct methods to yield to an emergency vehicle on the road?",
  "보기1": "① All vehicles must pull over to the left side of the road.",
  "보기2": "② If the emergency vehicle is climbing up a narrow slope and you are facing it, the emergency vehicle must pull over to the right to make way for you.",
  "보기3": "③ Near an intersection, pull over at some distance from the intersection.",
  "보기4": "④ When an emergency vehicle approaches from a place other than an intersection or its vicinity, the roadway shall be yielded so that the emergency vehicle can take priority.",
  "정답": 3.4
 },
 {
  "id": 271,
  "문제": "271. Which TWO of the following are considered emergency vehicles?",
  "보기1": "① A vehicle being guided by a police car for emergency purposes",
  "보기2": "② An investigation vehicle used for non-investigatory purposes",
  "보기3": "③ A recovery vehicle used to tow a vehicle involved in an accident",
  "보기4": "④ A vehicle transporting patients that are injured or in critical condition, or transporting blood for transfusion",
  "정답": 1.4
 },
 {
  "id": 272,
  "문제": "272. Which of the following is not true about the duty of a school bus driver and operator?",
  "보기1": "① A school bus driver must turn on the hazard lights only when children and infants are getting on or off the bus.",
  "보기2": "② A school bus driver must make sure all children and infants on board are wearing seat belts before moving the bus.",
  "보기3": "③ In case parents or guardians are on board together with the children, a school bus operator may post a sign indicating the accompaniment of parents/guardians.",
  "보기4": "④ In case parents or guardians are on board, there is no need to write safety operation records.",
  "정답": 4
 },
 {
  "id": 273,
  "문제": "273. In which location should the driver come to a full stop, regardless of the existence of pedestrians?",
  "보기1": "① A road with no center line among the roads where the roadway and sidewalk are not distinguishable",
  "보기2": "② Front of a crosswalk in a school zone with no traffic light",
  "보기3": "③ Pedestrians-first road",
  "보기4": "④ A place other than a road",
  "정답": 2
 },
 {
  "id": 274,
  "문제": "274. A school bus for children is driving in the first lane of a four-lane (two lanes in each direction) road with markings to show that it has children or infants on board. Which of the following is the safest course of action?",
  "보기1": "① Do not overtake the bus even if the second lane is empty.",
  "보기2": "② Overtake the bus using the second lane.",
  "보기3": "③ Honk the horn to send a signal to make way.",
  "보기4": "④ Check the situation of the traffic coming in the opposite direction, and overtake the bus by crossing the center line.",
  "정답": 1
 },
 {
  "id": 275,
  "문제": "275. Which of the following is correct about school zones?",
  "보기1": "① Areas in front of kindergartens or middle schools are designated as school zones.",
  "보기2": "② Mayors and other officials can limit or prohibit vehicles from entering a school zone.",
  "보기3": "③ For the purposes of a school zone, children are defined as those under 12 years old.",
  "보기4": "④ A school zone can limit vehicles to a speed within 30km/h.",
  "정답": 4
 },
 {
  "id": 276,
  "문제": "276. Which of the following is correct regarding punishments according to the Act on Special Cases Concerning the Settlement of Traffic Accidents for violating the speed limit in a school zone and injuring a child?",
  "보기1": "① Only if demanded by the victim will the offender be subjected to criminal punishment.",
  "보기2": "② Regardless of the victim's request, criminal punishment will be administered.",
  "보기3": "③ When insured by comprehensive insurance, the driver will not face criminal punishment.",
  "보기4": "④ An agreement with the victim can prevent criminal punishment.",
  "정답": 2
 },
 {
  "id": 277,
  "문제": "277. Which of the following is the allowed seating capacity for a vehicle to be registered as a school bus for children? (1 child is considered as 1 passenger)",
  "보기1": "① 11-seater or larger",
  "보기2": "② 16-seater or larger",
  "보기3": "③ 17-seater or larger",
  "보기4": "④ 9-seater or larger",
  "정답": 4
 },
 {
  "id": 278,
  "문제": "278. How many demerit points is the driver of a passenger car given if he/she breaks the speed limit in a school zone by 25 km/h at approximately 08",
  "보기1": "① 10 points",
  "보기2": "② 15 points",
  "보기3": "③ 30 points",
  "보기4": "④ 60 points",
  "정답": 3
 },
 {
  "id": 279,
  "문제": "279. How many demerit points are imposed on the driver of a passenger car who overtakes a school bus for children that is driving on a road with an indication that it has children or infants on board?",
  "보기1": "① 10 points",
  "보기2": "② 15 points",
  "보기3": "③ 30 points",
  "보기4": "④ 40 points",
  "정답": 3
 },
 {
  "id": 280,
  "문제": "280. According to the Road Traffic Act, how many hours of safety education are required for persons subject to the education regarding school buses for children?",
  "보기1": "① 1 hour or more",
  "보기2": "② 3 hours or more",
  "보기3": "③ 5 hours or more",
  "보기4": "④ 6 hours or more",
  "정답": 2
 },
 {
  "id": 281,
  "문제": "281. According to the Road Traffic Act, who are considered children and infants?",
  "보기1": "① Those who are 13 years old or below are considered children",
  "보기2": "② Those who are below 6 years old are considered infants",
  "보기3": "③ Those who are below 15 years old are considered children",
  "보기4": "④ Those who are below 7 years old are considered infants",
  "정답": 2
 },
 {
  "id": 282,
  "문제": "282. Which of the following is the correct amount of fine that would be imposed on the driver of a passenger car who commits a traffic signal violation in a school zone at around 13",
  "보기1": "① KRW 50,000",
  "보기2": "② KRW 70,000",
  "보기3": "③ KRW 120,000",
  "보기4": "④ KRW 150,000",
  "정답": 3
 },
 {
  "id": 283,
  "문제": "283. Which of the following is the safest method to drive on a road where a child is playing alone without a guardian?",
  "보기1": "① The child shouldn't be there in the first place. Just drive on.",
  "보기2": "② Use the horn to scare the child away and drive past.",
  "보기3": "③ Stop temporarily.",
  "보기4": "④ Keep an eye on the child and speed away.",
  "정답": 3
 },
 {
  "id": 284,
  "문제": "284. According to the Road Traffic Act, which of the following is a correct action taken by a driver when a child is crossing in a crosswalk?",
  "보기1": "① A pedestrian crossing sign recommends pedestrians use the crosswalk; therefore, the driver must make a full stop before reaching the crosswalk.",
  "보기2": "② In the case of a crosswalk on a general road with no traffic light, the driver can pass the stop line as long as he/she doesn’t enter the crosswalk area.",
  "보기3": "③ In the case of a crosswalk on a general road with no traffic light, the driver can drive slowly behind crossing children.",
  "보기4": "④ Pedestrian crossing signs are placed on both ends of a crosswalk, and all drivers must come to a full stop before reaching the crosswalk.",
  "정답": 4
 },
 {
  "id": 285,
  "문제": "285. If a school bus for children makes a stop at a two-lane (one lane in each direction) road and switches on the flashers to indicate that infants are getting on and off the bus, which of the following is the correct behavior for a driver approaching from the opposite direction?",
  "보기1": "① Stop temporarily, check that it is safe, and drive on slowly.",
  "보기2": "② Drive past at a reduced speed to ensure safety.",
  "보기3": "③ Continue to drive on.",
  "보기4": "④ Drive on while using the horn.",
  "정답": 1
 },
 {
  "id": 286,
  "문제": "286. Which of the following is the most appropriate behavior when a driver hits a child?",
  "보기1": "① A driver of a two-wheeled vehicle asked if a child is injured or not, but the child did not say anything. So the driver decided that the child was not injured and kept driving.",
  "보기2": "② The driver of a passenger car stopped the vehicle immediately, visually checked the child, and concluded that the child was not injured and so kept driving.",
  "보기3": "③ The driver of a truck saw a child who fell but got up immediately. Upon concluding that the child was not injured, the driver kept driving.",
  "보기4": "④ A cyclist saw that a child fell off but quickly got up and ran. The cyclist reported the case to the police station and waited at the scene.",
  "정답": 4
 },
 {
  "id": 287,
  "문제": "287. A vehicle just hit a child who suddenly came out from an alleyway. The child appeared unharmed and claimed that he was fine. Which of the following is the correct action taken by the driver?",
  "보기1": "① The driver can leave since this is one of the offenses unpunishable over objection.",
  "보기2": "② The driver can leave since the child was not hurt and thus this is not considered an accident.",
  "보기3": "③ The driver must call the parents of the child and take other necessary measures before leaving the scene.",
  "보기4": "④ Since the fault is on the child, the driver can just take the child's contact information and leave..",
  "정답": 3
 },
 {
  "id": 288,
  "문제": "288. Who is responsible for designation and management of school zones under the Road Traffic Act?",
  "보기1": "① Police chief",
  "보기2": "② Mayor, etc.",
  "보기3": "③ The commissioner of City/Do police agency",
  "보기4": "④ The superintendent of Education",
  "정답": 2
 },
 {
  "id": 289,
  "문제": "289. Which TWO of the following statements are correct about school zones?",
  "보기1": "① A school zone refers to a section of a road located within 100m from the main gate of an elementary school.",
  "보기2": "② A fine can be imposed for cars that are stopped or parked illegally in a school zone between 8 a.m. and 8 p.m.",
  "보기3": "③ The length of the green signal of traffic lights installed in a school zone is based on the fastest walking speed of an average child.",
  "보기4": "④ The demerit points applied to drivers who fail to consider pedestrian safety are doubled in school zones between 8 a.m. and 8 p.m.",
  "정답": 2.4
 },
 {
  "id": 290,
  "문제": "290. Which TWO of the following are correct about the special protection of a school bus for children?",
  "보기1": "① The method to overtake a school bus for children is the same as the method prescribed to overtake other kinds of cars.",
  "보기2": "② When children are getting on or off the bus, a car coming from the opposite direction on a road without a center line should check that it is safe and drive slowly.",
  "보기3": "③ When children are getting on or off the bus, a car coming from the opposite direction on a two-lane (one lane in each direction) road should stop momentarily, check that it is safe, and drive slowly.",
  "보기4": "④ When children are getting on or off the bus, cars in the same lane and adjacent lanes should stop momentarily, check that it is safe, and drive slowly.",
  "정답": 3.4
 },
 {
  "id": 291,
  "문제": "291. The following are descriptions of a thoroughfare of bicycles. Which of the following is incorrect according to the Road Traffic Act?",
  "보기1": "① The rider of a bicycle must pass along a bicycle track at a location where a separate bicycle track exists.",
  "보기2": "② The rider of a bicycle must pass along close to the right side of the road at a location where no bicycle track is constructed.",
  "보기3": "③ The rider of a bicycle may pass along the roadside area (excluding a section where thoroughfare for bicycles is prohibited with safety markings).",
  "보기4": "④ When the rider of a bicycle intends to cross the road at a crosswalk, he/she may do so while riding the bicycle.",
  "정답": 4
 },
 {
  "id": 292,
  "문제": "292. Which ministries are responsible for jointly establishing the procedure and criteria for designating priority zones under the Road Traffic Act?",
  "보기1": "① A school zone is jointly designated by the Ministry of Interior and Safety, the Ministry of Health and Welfare, and the Ministry of Land, Infrastructure and Transport.",
  "보기2": "② A silver zone is jointly designated by the Ministry of Interior and Safety, the Ministry of Land, Infrastructure and Transport, and the Ministry of Environment.",
  "보기3": "③ A priority zone for persons with disabilities is jointly designated by the Ministry of Interior and Safety, the Ministry of Health and Welfare, and the Ministry of Land, Infrastructure and Transport.",
  "보기4": "④ A priority zone for people with mobility impairments is jointly designated by the Ministry of Interior and Safety, the Ministry of Environment, and the Ministry of Land, Infrastructure and Transport.",
  "정답": 3
 },
 {
  "id": 293,
  "문제": "293. Which of the following is the correct method to drive considering the protection of school buses for children?",
  "보기1": "① If you are facing and approaching a school bus for children on a two-lane (one lane in each direction) road, you must stop before reaching the bus, check that it is safe, and drive on slowly.",
  "보기2": "② If a school bus for children has switched on flashers indicating that children are getting off, you must take another lane and drive past the bus quickly.",
  "보기3": "③ If there is no centerline and you are facing and approaching a school bus for children, you must keep driving on at the same speed.",
  "보기4": "④ You can overtake a school bus for children, even if it has signs indicating that children are on board.",
  "정답": 1
 },
 {
  "id": 294,
  "문제": "294. Which TWO of the following are correct statements regarding registration of school buses for children?",
  "보기1": "① You must register with the Road Traffic Authority, and a certificate of registration should be obtained before operating a school bus for children.",
  "보기2": "② A school bus for children must be a vehicle with a maximum passenger capacity of nine or more (1 child is considered as 1 passenger).",
  "보기3": "③ If applying to renew the registration of a school bus for children because the old one needs to be replaced, the old registration must be submitted with the renewal form.",
  "보기4": "④ The registration certificate of a school bus for children must be attached in a place at the top left side of the windshield where it will be easily visible.",
  "정답": 2.3
 },
 {
  "id": 295,
  "문제": "295. Which of the following is the correct method for a driver operating a school bus for children to get a child on and off board?",
  "보기1": "① Flashers must be used to ensure safety while the child is on board.",
  "보기2": "② If traffic is congested, turn off the flashers momentarily and get the child on board.",
  "보기3": "③ Drop off children around the school bus and leave immediately.",
  "보기4": "④ Fastening a seatbelt is not required in a school zone.",
  "정답": 1
 },
 {
  "id": 296,
  "문제": "296. Which of the following is an incorrect statement about school zones?",
  "보기1": "① The fine associated with a school zone is the same as that associated with a protection area for older persons.",
  "보기2": "② A 'slow' sign can be installed in school zones.",
  "보기3": "③ Stopping and parking can be prohibited in school zones.",
  "보기4": "④ One will face a criminal penalty by causing an accident in which a child is injured, regardless of any settlements.",
  "정답": 1
 },
 {
  "id": 297,
  "문제": "297. A child crosses a street in a school zone with another child. Which of the following is the correct driving behavior?",
  "보기1": "① Stop temporarily to protect children and infants.",
  "보기2": "② Slow down as a child crosses the street while protecting infants.",
  "보기3": "③ Drive fast as the child and infant are on the opposite side of the road.",
  "보기4": "④ As children and infants walk slowly, keep a safe distance and drive while avoiding them.",
  "정답": 1
 },
 {
  "id": 298,
  "문제": "298. According to the Road Traffic Act, which of the following is correct regarding school zones?",
  "보기1": "① If a car accident occurs while a child is jaywalking, the driver is exempted from all liabilities.",
  "보기2": "② If a cyclist hits a child while driving, only civil liability exists as a bicycle is not a vehicle.",
  "보기3": "③ Upon seeing a child jumping into the road suddenly, stop the vehicle instead of reducing the speed.",
  "보기4": "④ The chief of a police station may set the speed limit of a vehicle at 50km or less per hour.",
  "정답": 3
 },
 {
  "id": 299,
  "문제": "299. Which of the following is true about school zones and driving in these zones? (Select two answers)",
  "보기1": "① A school zone may limit the vehicle speed to 30 kph if necessary to ensure children's safety. Drivers must drive within the speed limit when driving in a school zone.",
  "보기2": "② With regard to ① above, drivers of motor vehicles, motorcycles, and trams must observe the speed limit and come to a full stop when children are crossing.",
  "보기3": "③ Roads near alternative or international schools are not designated as school zones; therefore, drivers must slow down when driving in these areas as children may be jaywalking.",
  "보기4": "④ Speed limit and pedestrian crossing signs can be placed with priority in school zones. Drivers must slow down when a child is standing by the center line.",
  "정답": 1.2
 },
 {
  "id": 300,
  "문제": "300. What is the fine the driver of a passenger car is liable to pay if he/she violates the obligation to protect a school bus for children?",
  "보기1": "① KRW 130,000",
  "보기2": "② KRW 90,000",
  "보기3": "③ KRW 70,000",
  "보기4": "④ KRW 50,000",
  "정답": 2
 },
 {
  "id": 301,
  "문제": "301. According to the Road Traffic Act, which of the following is true about a child and an infant and the responsibilities of a school bus driver?",
  "보기1": "① Those who are 13 years old or below are considered children, and a school bus driver must ensure safety when children are getting on and off the bus.",
  "보기2": "② A school bus driver must make sure that all children, except infants, have put on their seat belts before departure.",
  "보기3": "③ A school bus driver must safely drop off a child at the destination demanded by the child.",
  "보기4": "④ Those who are below 6 years old are considered infants, and a school bus driver must turn on the hazard lights when an infant is getting on and off the bus.",
  "정답": 4
 },
 {
  "id": 302,
  "문제": "302. Which of the following is the correct method to operate the yellow and red indicator lights installed on a school bus for children for the safety of the children?",
  "보기1": "① The red indicator light(s) must be flashing when stopping the bus.",
  "보기2": "② The red indicator light(s) must be flashing when braking.",
  "보기3": "③ The yellow indicator light(s) must be flashing when attempting to stop on the road.",
  "보기4": "④ Both the yellow and red indicator light(s) must be flashing when parking.",
  "정답": 3
 },
 {
  "id": 303,
  "문제": "303. Which of the following is NOT a law that is the basis for designating a school zone?",
  "보기1": "① Early Childhood Education Act",
  "보기2": "② Elementary and Secondary Education Act",
  "보기3": "③ Act on the Establishment and Operation of Private Teaching Institutes and Extracurricular Lessons",
  "보기4": "④ Child Welfare Act",
  "정답": 4
 },
 {
  "id": 304,
  "문제": "304. Which of the following explanations regarding school zones is NOT correct?",
  "보기1": "① School zones are subject to 12 items of the Act on Special Cases Concerning the Settlement of Traffic Accidents.",
  "보기2": "② The driving speed of motor vehicles, etc. may be restricted to 30 kilometers per hour or below in a school zone.",
  "보기3": "③ The amount of demerit points and fines are three times the penalties for general roads.",
  "보기4": "④ Stopping or parking is allowed in a child protection zone that is not designated as an area where stopping or parking is prohibited.",
  "정답": 3
 },
 {
  "id": 305,
  "문제": "305. According to the Road Traffic Act, which of the following children is not walking in a safe manner?",
  "보기1": "① A child walking on the edge of a roadway that is clearly separated from the sidewalk",
  "보기2": "② A child walking on the edge of a one-way road while facing the oncoming traffic",
  "보기3": "③ A child walking on the edge of a roadway that does not have a clear separation from the sidewalk while facing the oncoming traffic",
  "보기4": "④ A child walking on the right-hand side of a sidewalk",
  "정답": 1
 },
 {
  "id": 306,
  "문제": "306. According to the Road Traffic Act, which of the following explanations regarding the protection of children is NOT correct?",
  "보기1": "① If a child is crossing a road without a crosswalk, drivers must drive slowly.",
  "보기2": "② If a child is standing in a safety zone, drivers must drive slowly while maintaining a safe distance.",
  "보기3": "③ If a child is walking in a narrow alley, drivers must drive slowly while maintaining a safe distance.",
  "보기4": "④ If a child is crossing a crosswalk, drivers shall make a temporary stop in front of the crosswalk.",
  "정답": 1
 },
 {
  "id": 307,
  "문제": "307. Which of the following is correct regarding the driver's duty to protect school buses for children under the Road Traffic Act?",
  "보기1": "① If a school bus for children with a red flasher being operated passes next to your lane, it is necessary to stop temporarily.",
  "보기2": "② You cannot overtake any school bus for children passing on the road.",
  "보기3": "③ If you violate this duty, you will incur 15 demerit points on your driver's license.",
  "보기4": "④ This duty is excluded when a school bus for children with a red flasher operating stops on a double lane.",
  "정답": 1
 },
 {
  "id": 308,
  "문제": "308. According to the Road Traffic Act, which of the following is a case subject to punishment of a child's guardian?",
  "보기1": "① A guardian who lets a child ride a bicycle on the driveway",
  "보기2": "② A guardian who lets a child ride an electric scooter in a playground",
  "보기3": "③ A guardian who lets a child ride an electric scooter on the vehicle road",
  "보기4": "④ A guardian who lets a child ride a bicycle in a playground",
  "정답": 3
 },
 {
  "id": 309,
  "문제": "309. According to the Act on the Aggravated Punishment of Specific Crimes, which of the following is true about the punishment imposed on the driver who causes bodily harm to a child in a school zone?",
  "보기1": "① Imprisonment with labor not less than 1 year or not exceeding 15 years or a fine not less than KRW 5 million or not exceeding KRW 30 million",
  "보기2": "② Imprisonment with labor (or for an indefinite term) for not less than 5 years",
  "보기3": "③ Imprisonment with labor not exceeding 2 years or a fine not exceeding KRW 5 million",
  "보기4": "④ Imprisonment with labor not exceeding 5 years or a fine not exceeding KRW 20 million",
  "정답": 1
 },
 {
  "id": 310,
  "문제": "310. Which of the following is NOT correct regarding the duty of an operator who deals with a school bus for children?",
  "보기1": "① When getting children on the school bus, an adult guardian must be designated.",
  "보기2": "② An adult guardian must accompany the children getting on the school bus and a child protection sign must be attached to the bus.",
  "보기3": "③ It is necessary to prepare and keep a record of seat belt wearing and confirmation of the accompanying guardian.",
  "보기4": "④ A record of confirmation of wearing seat belts and accompanying guardians must be submitted to the supervisory authority of the facility operating the school bus every quarter.",
  "정답": 2
 },
 {
  "id": 311,
  "문제": "311. Which of the following is the punishment imposed on the operator when “accompanying guardian sign” is attached even though there is no adult guardian on a school bus for children?",
  "보기1": "① A fine of up to 200,000 won or detention",
  "보기2": "② A fine of up to 300,000 won or detention",
  "보기3": "③ A fine of up to 400,000 won or detention",
  "보기4": "④ A fine of up to 500,000 won or detention",
  "정답": 2
 },
 {
  "id": 312,
  "문제": "312. According to the Road Traffic Act, which of the following is an area designated to protect the elderly from the risk of traffic accidents?",
  "보기1": "① Aged person protection zone",
  "보기2": "② Elderly welfare zone",
  "보기3": "③ Protection area for older persons",
  "보기4": "④ Elderly safety zone",
  "정답": 3
 },
 {
  "id": 313,
  "문제": "313. Which of the following is NOT an authority a commissioner of City/Do police agency or a police chief can exercise in a protection area for older persons?",
  "보기1": "① Prohibiting or restricting the passage of vehicles and horses",
  "보기2": "② Designating and operating a back road as a one-way street.",
  "보기3": "③ Setting a speed limit of 30 km/h for horses and vehicles",
  "보기4": "④ Designating an on-road parking lot for the elderly on a road next to the gate of a house",
  "정답": 4
 },
 {
  "id": 314,
  "문제": "314. According to the Road Traffic Act, which of the following may be prohibited to enter or drive in a silver zone?",
  "보기1": "① PMDs and trams",
  "보기2": "② Truck-mounted drilling rigs and kick scooters for children",
  "보기3": "③ Motorcycles and rollators",
  "보기4": "④ Road stabilizers and walking frames",
  "정답": 1
 },
 {
  "id": 315,
  "문제": "315. According to the Road Traffic Act, which of the following is true about a violation that took place in a silver zone at 10 AM?",
  "보기1": "① If the driver of a dump truck violates the traffic signal, the fine is KRW 130,000.",
  "보기2": "② If the driver of a passenger vehicle obstructs a senior pedestrian, the fine is KRW 70,000.",
  "보기3": "③ If a bicycle rider obstructs a senior pedestrian crossing a crosswalk, the fine is KRW 50,000.",
  "보기4": "④ If the driver of a cultivator fails to fulfill his/her duty of guaranteeing pedestrian safety, the fine is KRW 30,000.",
  "정답": 1
 },
 {
  "id": 316,
  "문제": "316. Which of the following is NOT an area in which a mayor or public official can designate a protection area for older persons?",
  "보기1": "① High school",
  "보기2": "② Senior citizen welfare center",
  "보기3": "③ Urban park",
  "보기4": "④ Public gymnasium",
  "정답": 1
 },
 {
  "id": 317,
  "문제": "317. Which of the following officials can NOT declare a protection area for older persons?",
  "보기1": "① Mayor of a special metropolitan city",
  "보기2": "② Mayor of a metropolitan city",
  "보기3": "③ Governor of a special self-governing province",
  "보기4": "④ A commissioner of City/Do police agency",
  "정답": 4
 },
 {
  "id": 318,
  "문제": "318. Which of the following is true about the general characteristics of senior citizens who are considered people with mobility impairments?",
  "보기1": "① Their reflexes are slow but quick in making decisions from experience.",
  "보기2": "② They have poor eyesight but high hearing sensitivity.",
  "보기3": "③ They may not be quick in responding to unexpected situations, but their cognitive ability is heightened in such cases.",
  "보기4": "④ They lose mobility as their health conditions deteriorate.",
  "정답": 4
 },
 {
  "id": 319,
  "문제": "319. According to the Road Traffic Act, which of the following is true about the measures a mayor can take for a silver zone?",
  "보기1": "① The mayor can restrict or prohibit the access of motor vehicles and horses and trams.",
  "보기2": "② The mayor can prohibit the access of buses, but cannot restrict the access of trams.",
  "보기3": "③ The mayor can prohibit the access of two-wheeled vehicles, but cannot restrict the access of bicycles.",
  "보기4": "④ The mayor can prohibit the access of heavy equipment, but cannot restrict them.",
  "정답": 1
 },
 {
  "id": 320,
  "문제": "320. The driver of a passenger car slammed on the brakes after spotting an elderly person crossing a crosswalk without pedestrian signal lights, but unfortunately hit him/her and he/she was hospitalized for two weeks. Which TWO of the following statements are correct?",
  "보기1": "① The driver is not responsible at all as there were no pedestrian signal lights.",
  "보기2": "② The driver is subject to civil liability.",
  "보기3": "③ Only the elderly person is subject to criminal prosecution for their illegal crossing.",
  "보기4": "④ The driver is subject to criminal liability.",
  "정답": 2.4
 },
 {
  "id": 321,
  "문제": "321. Which TWO of the following are applicable to the control that a police chief has over a protection area for older persons?",
  "보기1": "① Prohibition or restriction of vehicle passage",
  "보기2": "② Prohibition of stopping/parking",
  "보기3": "③ Installation of a road parking lot",
  "보기4": "④ Prohibition or restriction of pedestrian passage",
  "정답": 1.2
 },
 {
  "id": 322,
  "문제": "322. Which of the following is the correct method to drive when passing by an elderly person in a protection area for older persons?",
  "보기1": "① Maintain a constant speed and drive by.",
  "보기2": "② Maintain a safe distance and drive by slowly.",
  "보기3": "③ Sound the horn and drive by quickly.",
  "보기4": "④ Flash the headlights and drive by.",
  "정답": 2
 },
 {
  "id": 323,
  "문제": "323. Which of the following is NOT the road facility that can be installed for the safety of the aged in the protection area for older persons?",
  "보기1": "① Non-slip facilities, crash barriers",
  "보기2": "② Speed bumps, non-slip facilities",
  "보기3": "③ Acceleration lane, silver zone sign",
  "보기4": "④ Crash barriers, road reflector system",
  "정답": 3
 },
 {
  "id": 324,
  "문제": "324. Which of the following is NOT a safety precaution to be taken by a driver driving through a protection area for older persons at night?",
  "보기1": "① Watch out for glare from other car’s headlights as you may not be able to see the pedestrians.",
  "보기2": "② Drive at a high speed because there are no elderly people around at night.",
  "보기3": "③ Drive through while looking out for any elderly crossing the road illegally.",
  "보기4": "④ Drive carefully because elderly people wearing black can be hard to spot.",
  "정답": 2
 },
 {
  "id": 325,
  "문제": "325. Which of the following is not true about driving across a crosswalk with a traffic light in a silver zone and the penalty for violation?",
  "보기1": "① When the traffic light turns green, the driver of a motor vehicle must look around first and speed up slowly.",
  "보기2": "② If the driver of a passenger vehicle violates the traffic signal between 8 AM and 8 PM, the fine is KRW 120,000.",
  "보기3": "③ A bicycle rider must also wait for all senior pedestrians to finish crossing the street.",
  "보기4": "④ If the driver of a two-wheeled vehicle obstructs the pedestrians between 8 AM and 8 PM, the fine is KRW 90,000.",
  "정답": 4
 },
 {
  "id": 326,
  "문제": "326. Which of the following statements about a protection area for older persons is INCORRECT?",
  "보기1": "① A fine is imposed for speeding between 8 a.m. and 8 p.m.",
  "보기2": "② Green lights for pedestrians are longer.",
  "보기3": "③ No road parking lots can be installed.",
  "보기4": "④ Larger traffic lights are installed for better recognition by the elderly.",
  "정답": 4
 },
 {
  "id": 327,
  "문제": "327. How many demerit points does the driver of a passenger car incur if caught driving at a speed over the limit of 25 km/h in a protection area for older persons at around 11 a.m.?",
  "보기1": "① 60 points",
  "보기2": "② 40 points",
  "보기3": "③ 30 points",
  "보기4": "④ 15 points",
  "정답": 3
 },
 {
  "id": 328,
  "문제": "328. Which of the following is an INCORRECT method to drive when approaching a crosswalk with traffic lights in a protection area for older persons?",
  "보기1": "① If an elderly person crosses the road after the signals change, wait for the person to finish crossing before taking off.",
  "보기2": "② Be ready to take off instantly while anticipating the change of signal.",
  "보기3": "③ Drive slowly to come to a safe stop when the signals change.",
  "보기4": "④ Take extra precaution as the elderly walk at a slower pace.",
  "정답": 2
 },
 {
  "id": 329,
  "문제": "329. Which of the following is INCORRECT about the measures applicable to the protection area for older persons?",
  "보기1": "① The speed limit can be set to 30 km/h.",
  "보기2": "② A 'caution' sign can be installed as the duration of the pedestrian signal is the same as that of the normal pedestrian signal.",
  "보기3": "③ Extra traffic safety installations e.g. speed bumps can be added.",
  "보기4": "④ The installation and management of traffic signals at the crosswalk of a main road located close to the main entrance of a protected facility can be prioritized.",
  "정답": 2
 },
 {
  "id": 330,
  "문제": "330. Which of the following is NOT a behavior for which a fine is imposed when it occurs in a protection area for older persons between 8 a.m. and 8 p.m.?",
  "보기1": "① Violation of traffic signal",
  "보기2": "② Violation of parking rules",
  "보기3": "③ Obstruction of pedestrians in a crosswalk",
  "보기4": "④ Invasion of the center line",
  "정답": 4
 },
 {
  "id": 331,
  "문제": "331. Which of the following is not true about a silver zone?",
  "보기1": "① When driving in a silver zone, look around with caution for any potential hazards.",
  "보기2": "② A silver zone sign is a road sign that informs drivers of their duty to protect the seniors within the designated zone.",
  "보기3": "③ A silver zone sign is installed in the center of the road within the said zone.",
  "보기4": "④ If the driver of a passenger vehicle obstructs a pedestrian crossing a crosswalk in a silver zone at 10 AM, the fine is KRW 120,000.",
  "정답": 3
 },
 {
  "id": 332,
  "문제": "332. According to the Road Traffic Act, which one of the following statements regarding a protection area for older persons is NOT correct?",
  "보기1": "① The rights to designate and manage a protection area for the older persons are vested in mayors of cities, etc.",
  "보기2": "② A certain section may be designated as a protection area for the older persons in order to protect senior citizens.",
  "보기3": "③ The passage of motor vehicles and horses may be restricted in a protection area for the older persons.",
  "보기4": "④ The passage of motor vehicles and horses cannot be prohibited in a protection area for the older persons.",
  "정답": 4
 },
 {
  "id": 333,
  "문제": "333. Which of the following pedestrian is complying with the Road Traffic Act?",
  "보기1": "① A pedestrian who crosses a road without a crosswalk using the shortest possible distance.",
  "보기2": "② A pedestrian who crosses a road without using a crosswalk, as there are no cars passing by.",
  "보기3": "③ A pedestrian who crosses a road behind a stopped truck.",
  "보기4": "④ A pedestrian who walks on the left side of a sidewalk",
  "정답": 1
 },
 {
  "id": 334,
  "문제": "334. According to the Road Traffic Act, which of the following is the driving behavior of an elderly driver that is subject to the highest demerit points?",
  "보기1": "① Stop the car at the crosswalk and obstruct the passage of pedestrians.",
  "보기2": "② Notice a pedestrian late and put on the brake so suddenly that the pedestrian almost fell.",
  "보기3": "③ Upon finding a pedestrian who is jaywalking, sound the horn and pass quickly in front of the pedestrian.",
  "보기4": "④ Overtake the pedestrian by crossing the solid yellow center line.",
  "정답": 4
 },
 {
  "id": 335,
  "문제": "335. Which of the following persons is not regarded as a 'mobility disadvantaged person' according to the Act on Promotion of the Transportation Convenience of Mobility Disadvantaged Persons?",
  "보기1": "① A child",
  "보기2": "② A senior citizen",
  "보기3": "③ A teenager",
  "보기4": "④ A pregnant woman",
  "정답": 3
 },
 {
  "id": 336,
  "문제": "336. Which of the following is not correct regarding the general physical characteristics of a senior citizen?",
  "보기1": "① Slow movement",
  "보기2": "② Vision deteriorates, but hearing improves.",
  "보기3": "③ Slow Reflexes",
  "보기4": "④ Physical strength is weakened.",
  "정답": 2
 },
 {
  "id": 337,
  "문제": "337. Which of the following is the most desirable driving behavior of an elderly driver?",
  "보기1": "① Drive a vehicle slowly for safety in case of traveling long distances.",
  "보기2": "② Drive a vehicle without taking a rest until you reach your destination to save time.",
  "보기3": "③ Keep an eye on the road situation and drive by complying with the speed limit.",
  "보기4": "④ Drive mainly at night when there is less traffic.",
  "정답": 3
 },
 {
  "id": 338,
  "문제": "338. Which of the following is the least related to safe driving by a senior citizen?",
  "보기1": "① Taking sufficient rest prior to driving",
  "보기2": "② Periodic checks of health condition",
  "보기3": "③ Verification of the route to the destination prior to driving",
  "보기4": "④ Driving at night",
  "정답": 4
 },
 {
  "id": 339,
  "문제": "339. Which of the following is NOT the correct explanation regarding criminal punishment if a driver of a passenger car causes an injury which will take 3 weeks to heal on an elderly person in the protection area for the older persons?",
  "보기1": "① If a driver has comprehensive insurance, he/she is not subject to criminal punishment.",
  "보기2": "② Criminal punishment can be imposed only when there is a safety sign indicating the protection area for the older persons.",
  "보기3": "③ If a victim does not want punishment, a driver is not subject to criminal punishment.",
  "보기4": "④ If both parties reach an agreement, criminal punishment is not imposed.",
  "정답": 2
 },
 {
  "id": 340,
  "문제": "340. Which ONE of the following is in the correct range of fines and penalties (excluding surcharges) imposed on a car driver who drives above 60 km/h at around 15",
  "보기1": "① 60,000 won, 60 points",
  "보기2": "② 90,000 won, 60 points",
  "보기3": "③ 120,000 won, 120 points",
  "보기4": "④ 150,000 won, 120 points",
  "정답": 4
 },
 {
  "id": 341,
  "문제": "341. Which of the following is not a correct statement regarding parking spaces reserved for persons with disabilities?",
  "보기1": "① A vehicle with a tag permitting parking in parking spaces reserved for persons with disabilities may park there even if a disabled person is not riding in the vehicle.",
  "보기2": "② If a person issued with a tag permitting parking in parking spaces reserved for persons with disabilities uses it in an unlawful manner such as transfer or lending, the tag may be confiscated or reissue may be restricted.",
  "보기3": "③ Any act that impedes parking in parking spaces reserved for persons with disabilities, such as piling up items or blocking passage is strictly prohibited.",
  "보기4": "④ When a vehicle without a parking tag is parked in parking spaces reserved for persons with disabilities, a fine of KRW 100,000 is imposed.",
  "정답": 1
 },
 {
  "id": 342,
  "문제": "342. Which of the following is not an agency that issues a parking tag for parking spaces reserved for persons with disabilities?",
  "보기1": "① Ministry of Patriots and Veterans Affairs",
  "보기2": "② The Special Self-Governing City Mayor, the Special Self-Governing Province Governor,",
  "보기3": "③ Head of a Si/Gun/Gu",
  "보기4": "④ Minister of Health and Welfare",
  "정답": 4
 },
 {
  "id": 343,
  "문제": "343. Which of the following lights must be turned on when stopping on a road at night (except for two-wheeled vehicles)?",
  "보기1": "① Headlights and taillights",
  "보기2": "② Indoor lights and sidelights",
  "보기3": "③ License plate lights and headlights",
  "보기4": "④ Taillights and sidelights",
  "정답": 4
 },
 {
  "id": 344,
  "문제": "344. Which of the following descriptions is most correct about the yellow broken line on the edge of a road?",
  "보기1": "① Both parking and stopping are allowed on the edge of a road marked with yellow broken lines.",
  "보기2": "② Parking is banned but stopping is allowed on the edge of a road marked with yellow broken lines.",
  "보기3": "③ Parking is allowed but stopping is banned on the edge of a road marked with yellow broken lines.",
  "보기4": "④ Both parking and stopping are banned on the edge of a road marked with yellow broken lines.",
  "정답": 2
 },
 {
  "id": 345,
  "문제": "345. According to the Road Traffic Act, which of the following is not true about idling and parking restrictions for a PMD?",
  "보기1": "① An area located within 10 m from the edge of an intersection or an area located within 5 m from the corner of a road",
  "보기2": "② An area located within 10 m from a crosswalk or an area located within 10 m from the edge of a railway crossing",
  "보기3": "③ An area located within 10 m from any side of a safety zone or an area located within 10 m from bus stop columns",
  "보기4": "④ An area located within 5 m from a place where emergency firefighting equipment is installed or an area located within 5 m from a fire extinguishing water supply system",
  "정답": 1
 },
 {
  "id": 346,
  "문제": "346. What is the penalty for parking a non-electric vehicle in the charging area of an eco-friendly vehicle?",
  "보기1": "① 30,000 won",
  "보기2": "② 50,000 won",
  "보기3": "③ 70,000 won",
  "보기4": "④ 100,000 won",
  "정답": 4
 },
 {
  "id": 347,
  "문제": "347. Which of the following terms refers to the practice in which drivers and passengers open the car door using the far hand rather than the hand closer to the door?",
  "보기1": "① Dutch Reach",
  "보기2": "② Other hand",
  "보기3": "③ Looking back",
  "보기4": "④ Looking side",
  "정답": 1
 },
 {
  "id": 348,
  "문제": "348. How long can an electric vehicle (EV) or a plug-in hybrid vehicle park at a charging station?",
  "보기1": "① 1 hour",
  "보기2": "② 2 hours",
  "보기3": "③ 3 hours",
  "보기4": "④ 4 hours",
  "정답": 1
 },
 {
  "id": 349,
  "문제": "349. According to the Road Traffic Act, which of the following is true about idling or parking on a hill?",
  "보기1": "① Park downhill and use wheel chocks or rocks and put them under the wheels to make sure that the vehicle does not move. Parking on a steeply inclined area is prohibited.",
  "보기2": "② Turn the steering system away from the curb, facing toward the edge of the opposite side of the road. Idling on a hill is prohibited.",
  "보기3": "③ If a driver is in the driver's seat, he/she must turn the steering system away from the curb. Inevitably idling due to vehicle malfunction is not considered parking.",
  "보기4": "④ When parking on a hill other than a road, turn the steering system toward the curb, facing the edge of the driver's nearest side of the road. A vehicle that stays in the same place for 5 minutes is considered idling.",
  "정답": 4
 },
 {
  "id": 350,
  "문제": "350. Which one of the following is the correct amount of fine imposed on those who stack objects or obstruct the entry to parking spaces reserved for persons with disabilities?",
  "보기1": "① KRW 40,000",
  "보기2": "② KRW 200,000",
  "보기3": "③ KRW 500,000",
  "보기4": "④ KRW 1,000,000",
  "정답": 3
 },
 {
  "id": 351,
  "문제": "351. Which TWO of the following statements correctly describe how a driver should behave?",
  "보기1": "① The passenger is responsible for their safety when exiting the vehicle.",
  "보기2": "② The engine must be turned off when stopping briefly to make a quick purchase.",
  "보기3": "③ Before exiting a vehicle, the driver must turn off the engine and check that it is safe.",
  "보기4": "④ When parking in an area other than a parking lot, the parking brake must be left released so that the vehicle can be moved if necessary.",
  "정답": 2.3
 },
 {
  "id": 352,
  "문제": "352. Which TWO of the following are the safest methods to park on a steeply sloped road?",
  "보기1": "① Only apply the vehicle’s parking brake.",
  "보기2": "② Turn the steering wheel towards the edge of the road (the side closest to the vehicle).",
  "보기3": "③ Place a wooden wedge behind a wheel in the downhill direction of the slope to prevent sliding of the vehicle.",
  "보기4": "④ For a vehicle using manual transmission, shift the gear into the neutral position.",
  "정답": 2.3
 },
 {
  "id": 353,
  "문제": "353. Which TWO of the following statements about stopping/parking are correct?",
  "보기1": "① When stopping on a road, pull over the vehicle to the right edge of the road.",
  "보기2": "② There is no need to follow the stopping/parking instructions shown on safety signs.",
  "보기3": "③ When parking a manual transmission vehicle on a flat surface, all you need to do is leave the vehicle in first or reverse gear.",
  "보기4": "④ A wooden wedge must be placed under a wheel on a sloped road.",
  "정답": 1.4
 },
 {
  "id": 354,
  "문제": "354. Which TWO of the following account for parking?",
  "보기1": "① A vehicle remaining stationary after breaking down",
  "보기2": "② A temporary stop after recognizing a safety hazard",
  "보기3": "③ A stopped vehicle that is left unattended by the driver so that it cannot be driven immediately, even if it is for less than five minutes",
  "보기4": "④ Stopping briefly near a subway station to drop a friend",
  "정답": 1.3
 },
 {
  "id": 355,
  "문제": "355. Which TWO of the following account for stopping?",
  "보기1": "① A taxi remaining stopped at a taxi stand to pick up passengers",
  "보기2": "② A vehicle that is left unattended by its driver who is away to pick up a load to transport",
  "보기3": "③ A vehicle stopped at a red light",
  "보기4": "④ A vehicle stopped to ask a passerby for directions",
  "정답": 3.4
 },
 {
  "id": 356,
  "문제": "356. According to the Road Traffic Act, which TWO of the following locations allow a motor vehicle to make a stop or park?",
  "보기1": "① Within 50 meters from the main entrance in a school zone",
  "보기2": "② Within 10 meters from a crosswalk",
  "보기3": "③ Within a distance of 5 meters from where emergency fire extinguishing equipment is installed",
  "보기4": "④ Within 10 meters from a safety zone in all four directions",
  "정답": 3.4
 },
 {
  "id": 357,
  "문제": "357. According to the Road Traffic Act, which TWO of the following locations allow a motor vehicle to park?",
  "보기1": "① 5 meters from the corner of a road",
  "보기2": "② At a distance of 7 meters or more from where a fire extinguishing water facility is installed",
  "보기3": "③ At a distance of 7 meters or more from where emergency fire extinguishing equipment is installed",
  "보기4": "④ 5 meters from a safety zone",
  "정답": 2.3
 },
 {
  "id": 358,
  "문제": "358. At an intersection with no traffic control, what is the safest method to turn left?",
  "보기1": "① Drive slowly and make a left turn with caution even if there are other vehicles that have entered the intersection ahead of you.",
  "보기2": "② Yield to cars entering from wider roads.",
  "보기3": "③ Yield to cars passing through straight across, but take the right of way over cars trying to turn right.",
  "보기4": "④ Go slowly along the centerline of the road beforehand and make a left turn using the outside center of the intersection.",
  "정답": 2
 },
 {
  "id": 359,
  "문제": "359. Which one of the following INCORRECTLY describes a safe method to use a roundabout?",
  "보기1": "① Slow down before entering a roundabout.",
  "보기2": "② Stop temporarily at the yield line and enter slowly.",
  "보기3": "③ A vehicle entering the roundabout has the right of way, and the vehicle making a turn in the roundabout must yield.",
  "보기4": "④ Turn counterclockwise.",
  "정답": 3
 },
 {
  "id": 360,
  "문제": "360. A vehicle that has entered an intersection without traffic lights ahead of you is making a left turn, what should you do?",
  "보기1": "① Proceed with caution if you are going to pass straight through.",
  "보기2": "② If you are going to turn right, make a right turn at low speed.",
  "보기3": "③ If you are going to go straight through or make a right turn, yield to vehicles making left turns.",
  "보기4": "④ If you are driving on a narrow road, pass through the intersection at low speed.",
  "정답": 3
 },
 {
  "id": 361,
  "문제": "361. Which of the following is the most appropriate method to make a left turn at an intersection?",
  "보기1": "① Drive slowly along the center line, and make a left turn using the inside of the intersection center.",
  "보기2": "② Drive at high speed along the center line, and make a left turn using the inside of the intersection center.",
  "보기3": "③ Drive at high speed along the center line, and make a left turn using the outside of the intersection center.",
  "보기4": "④ Proceed slowly along the center line, and make a left turn in a way that is comfortable for the driver.",
  "정답": 1
 },
 {
  "id": 362,
  "문제": "362. Which of the following is the proper method to pass through an intersection without traffic control?",
  "보기1": "① Drive slowly when it is impossible to check the sides.",
  "보기2": "② A vehicle turning left has the right of way over a vehicle traveling straight.",
  "보기3": "③ A vehicle turning right has the right of way over a vehicle traveling straight.",
  "보기4": "④ You should drive slowly when the intersection is wider than the road you are on.",
  "정답": 4
 },
 {
  "id": 363,
  "문제": "363. Which of the following locations requires the installation of a roundabout to facilitate traffic efficiency and safety?",
  "보기1": "① A location where accidents are frequently caused by vehicles traveling straight or turning in an intersection",
  "보기2": "② A location where one or more roads meeting at an intersection has three lanes or more in each direction",
  "보기3": "③ A location where the volume of traffic flow through a roundabout exceeds its capacity",
  "보기4": "④ A location where the signal coordination effect among the relevant sections decreases if a roundabout is constructed",
  "정답": 1
 },
 {
  "id": 364,
  "문제": "364. Which of the following statements correctly describes a roundabout?",
  "보기1": "① Roundabouts have more conflicting points than signalized intersections.",
  "보기2": "② Vehicles must wait at the yield line until there is room in the roundabout.",
  "보기3": "③ Traffic lights are installed at a roundabout to guide vehicles and facilitate traffic flow through the intersection.",
  "보기4": "④ A vehicle that has already entered a roundabout must yield to an entering vehicle.",
  "정답": 2
 },
 {
  "id": 365,
  "문제": "365. What is the term used to refer to the road surface markings of white broken lines that are designed to guide left turns at intersections?",
  "보기1": "① Turn lines",
  "보기2": "② Extension lines",
  "보기3": "③ Instruction lines",
  "보기4": "④ Regulation lines",
  "정답": 1
 },
 {
  "id": 366,
  "문제": "366. Which TWO of the following are correct methods to make a safe left turn at an intersection?",
  "보기1": "① Watch for vehicles from the opposite direction that are stopping.",
  "보기2": "② Watch for vehicles from the opposite direction that are turning right.",
  "보기3": "③ Watch for vehicles from the same direction that are turning right.",
  "보기4": "④ Watch for vehicles in the lane to your side that are also turning left.",
  "정답": 2.4
 },
 {
  "id": 367,
  "문제": "367. Which TWO of the following are the safest methods to make a left/right turn at an intersection?",
  "보기1": "① To make a right turn, take the rightmost lane of the road and turn right slowly.",
  "보기2": "② To make a left turn on a congested road, disregard the turn lines on the left and drive quickly.",
  "보기3": "③ To make a left turn, drive slowly along the center line and turn left along the inner part of the intersection.",
  "보기4": "④ To make a left turn at an intersection marked with turn lines, turn with the left tires passing through the inside of the turn lines.",
  "정답": 1.3
 },
 {
  "id": 368,
  "문제": "368. Which of the following is a correct guideline with regard to passing through a roundabout?",
  "보기1": "① A car inside the roundabout has the right of way.",
  "보기2": "② A car about to enter the roundabout has the right of way.",
  "보기3": "③ A car exiting the roundabout has the right of way.",
  "보기4": "④ There are no set rules on who has the right of way.",
  "정답": 1
 },
 {
  "id": 369,
  "문제": "369. Which of the following is NOT prohibited at a roundabout?",
  "보기1": "① Stopping",
  "보기2": "② Parking",
  "보기3": "③ Driving slowly and stopping temporarily",
  "보기4": "④ Overtaking",
  "정답": 3
 },
 {
  "id": 370,
  "문제": "370. Which of the following represents a turning vehicle for which the right of way is guaranteed at a roundabout?",
  "보기1": "① Vehicles moving on the section of road within the roundabout",
  "보기2": "② Vehicles trying to turn left before entering the roundabout",
  "보기3": "③ Vehicles trying to turn right before entering the roundabout",
  "보기4": "④ Vehicles trying to turn left or right before entering the roundabout",
  "정답": 1
 },
 {
  "id": 371,
  "문제": "371. Which of the following is an INCORRECT guideline on how to use roundabouts?",
  "보기1": "① Vehicles must approach the roundabout slowly.",
  "보기2": "② A car inside the roundabout has the right of way.",
  "보기3": "③ Vehicles may continually enter the roundabout as there are no signals.",
  "보기4": "④ Turn clockwise in the roundabout.",
  "정답": 1.4
 },
 {
  "id": 372,
  "문제": "372. Which TWO of the following are correct methods to pass through a roundabout?",
  "보기1": "① Temporarily stop before entering the roundabout, and enter if there are no vehicles approaching from the left.",
  "보기2": "② Turn clockwise in the roundabout.",
  "보기3": "③ There is no need to operate turn signals when entering/exiting the roundabout.",
  "보기4": "④ Once you are in the roundabout, continue to drive without stopping if possible.",
  "정답": "■ 정답：1, 4"
 },
 {
  "id": 373,
  "문제": "373. Which of the following is a place where you should stop temporarily while driving?",
  "보기1": "① Near a curve in a road",
  "보기2": "② Descent on a steep slope",
  "보기3": "③ Near the top of a slope",
  "보기4": "④ At an intersection with no traffic control and heavy traffic",
  "정답": 4
 },
 {
  "id": 374,
  "문제": "374. According to the Road Traffic Act, which of the following is a place where you should stop temporarily?",
  "보기1": "① An intersection without a traffic control officer where traffic to the left and right cannot be checked",
  "보기2": "② An intersection where the lights have turned green",
  "보기3": "③ A busy bridge or tunnel",
  "보기4": "④ In the vicinity of a curve or the highest point on a slope",
  "정답": 1
 },
 {
  "id": 375,
  "문제": "375. Which of the following is a place where you should stop temporarily pursuant to the Road Traffic Act?",
  "보기1": "① Inside a tunnel and on a bridge",
  "보기2": "② At a busy intersection with no traffic light",
  "보기3": "③ On a descending section of a steep hill",
  "보기4": "④ A curved section of a road",
  "정답": 2
 },
 {
  "id": 376,
  "문제": "376. Which of the following is NOT correct regarding the variable speed limit section?",
  "보기1": "① It is an active system that changes the regulated speed in accordance with the situation.",
  "보기2": "② It uses an electric sign that can display different speeds by changing the numbers.",
  "보기3": "③ When the maximum speed is set with a variable speed limit sign, it must be followed.",
  "보기4": "④ When the maximum speed determined by the variable speed limit sign and the maximum speed of the safety sign show different values, the maximum speed indicated by the safety sign must be followed.",
  "정답": 4
 },
 {
  "id": 377,
  "문제": "377. According to the Road Traffic Act, the driver of ( ) must ( ) in front of a railway crossing and then pass through it after confirming that it is safe to cross. Which of the following best fills the parentheses?",
  "보기1": "① any vehicle - slow down",
  "보기2": "② any motor vehicle or heavy equipment - slow down",
  "보기3": "③ any vehicle or tank - stop",
  "보기4": "④ any vehicle or tram - stop",
  "정답": 4
 },
 {
  "id": 378,
  "문제": "378. Which of the following is the safest method to drive at an expressway interchange?",
  "보기1": "① As interchanges tend to be congested, apply sudden brakes to discourage vehicles behind you from following closely and thereby prevent potential accidents.",
  "보기2": "② As drivers tend to become less aware of speed at an interchange, stop momentarily before you continue.",
  "보기3": "③ If the desired interchange has already been passed, use the next interchange.",
  "보기4": "④ Accelerate quickly to enter an interchange.",
  "정답": 3
 },
 {
  "id": 379,
  "문제": "379. Which of the following is the most correct action to take when a drive of the vehicle ahead stretches his arm horizontally out of the left side of the vehicle?",
  "보기1": "① Slow down as the front vehicle is expected to turn right.",
  "보기2": "② Change course to an upper lane as the vehicle is expected to cross.",
  "보기3": "③ Overtake the vehicle as the front vehicle is expected to make a U-turn.",
  "보기4": "④ Slow down as the front vehicle is expected to change lanes.",
  "정답": 4
 },
 {
  "id": 380,
  "문제": "380. Which of the following hand signals is used to indicate your intent to turn right?",
  "보기1": "① Extend your left arm out to the left and bend your forearm vertically upward.",
  "보기2": "② Extend your left arm out to the left, parallel to the road.",
  "보기3": "③ Extend your right arm out to the right and hold it parallel to the road and wave the extended arm forwards and backwards.",
  "보기4": "④ Stick your left arm out of the vehicle and bend your forearm downward at an angle of 45°.",
  "정답": 1
 },
 {
  "id": 381,
  "문제": "381. As a vehicle is about to enter an intersection according to the traffic light, a police officer gives a hand signal to stop. In this scenario, which of the following is the safest way to drive?",
  "보기1": "① Stop just before the stop line.",
  "보기2": "② Decelerate suddenly to slow down.",
  "보기3": "③ Proceed according to the signal from the traffic light.",
  "보기4": "④ Enter the intersection slowly.",
  "정답": 1
 },
 {
  "id": 382,
  "문제": "382. When there is a yellow broken line alongside a yellow solid line in the middle of a road, which of the following is correct about overtaking?",
  "보기1": "① Overtaking is not allowed from either the yellow broken line or the yellow solid line.",
  "보기2": "② Overtaking is allowed from the side of the yellow broken line.",
  "보기3": "③ Overtaking is allowed from the sides of both the yellow broken line and the yellow solid line if it’s clear that it’s safe.",
  "보기4": "④ Overtaking is allowed from the side of the yellow solid line.",
  "정답": 2
 },
 {
  "id": 383,
  "문제": "383. Which of the following is the correct method to drive through a railway crossing?",
  "보기1": "① Drive through if there are no trains coming.",
  "보기2": "② Come to a stop, check that it is safe, and drive through.",
  "보기3": "③ Drive through at a speed above the speed limit.",
  "보기4": "④ Drive at an increased speed if the crossing gate is about to close.",
  "정답": 2
 },
 {
  "id": 384,
  "문제": "384. Which of the following is the correct method to make a left turn?",
  "보기1": "① Turn on the left turn signal at least 30m (100m on expressways) away from where you want to make a left turn.",
  "보기2": "② Turn on the left turn signal at least 10m (100m on expressways) away from where you want to make a left turn.",
  "보기3": "③ Turn on the left turn signal at least 20m (80m on expressways) away from where you want to make a left turn.",
  "보기4": "④ Turn on the left turn signal when you reach the location where you want to make a left turn.",
  "정답": 1
 },
 {
  "id": 385,
  "문제": "385. According to the Road Traffic Act, which of the following is not a correct statement regarding the speed of motor vehicles, etc.?",
  "보기1": "① Separate legal speed limits are applied to various roads depending on whether it is a general road, exclusive road for motor vehicles, or an expressway, and on the total number of lanes.",
  "보기2": "② There are no minimum speed limits on regular roads.",
  "보기3": "③ You must drive at a reduced speed in poor weather conditions.",
  "보기4": "④ If the speed limit set by the variable speed limit sign and the speed limit set by the speed limit safety sign are different, the latter must be followed.",
  "정답": 4
 },
 {
  "id": 386,
  "문제": "386. According to the Road Traffic Act, which of the following is not a correct statement regarding the speed of motor vehicles, etc.?",
  "보기1": "① Speed limits are set because the likelihood of traffic accidents increases at higher vehicle speeds.",
  "보기2": "② Minimum speed limits are set to maintain the efficiency of vehicle-only lanes and expressways.",
  "보기3": "③ Provisional speed limits can be set by the commissioner general of the Korean National Police Agency, or the commissioner of City/Do police agency for road safety and efficiency.",
  "보기4": "④ For the setting of speed limits on expressways, the commissioner of City/Do police agency has jurisdiction; for all other roads, the commissioner general of the Korean National Police Agency has jurisdiction.",
  "정답": 4
 },
 {
  "id": 387,
  "문제": "387. Which TWO of the following constitute a violation of traffic signal?",
  "보기1": "① Stopping over the stop line at a red light",
  "보기2": "② Entering an intersection when the lights have already turned yellow",
  "보기3": "③ Driving through carefully when the lights are flashing yellow",
  "보기4": "④ Stopping temporarily in front of the stop line when the lights are blinking red, before driving through carefully",
  "정답": 1.2
 },
 {
  "id": 388,
  "문제": "388. When making a right turn at the intersection of a six-lane (three lanes in each direction) road, which TWO of the following are the correct methods to proceed?",
  "보기1": "① When making a right turn, switch on the direction indicator right before the intersection to inform others of the direction in which you will proceed.",
  "보기2": "② Even if the signal for pedestrians in the crosswalk of the street to the right is green, you can pass through it when there are no pedestrians in the crosswalk.",
  "보기3": "③ If a supplementary signal for vehicles at the crosswalk is red, you cannot pass even if there are no pedestrians.",
  "보기4": "④ It is safe to make a right turn using the second lane of a six-lane (three lanes in each direction) road.",
  "정답": 2.3
 },
 {
  "id": 389,
  "문제": "389. According to the Motor Vehicle Management Act, which of the following are true about the criteria for a van or bus and the precautions when making a left turn behind a van or bus? (Select two answers)",
  "보기1": "① A bus refers to a vehicle with a seating capacity of 36 or more persons. When you are driving behind a bus, you must drive slowly, keeping a safe distance from the bus so that you can see the traffic lights.",
  "보기2": "② A mini-bus refers to a vehicle with a seating capacity of between 16 and 35 persons. When you are driving behind a mini-bus and the mini-bus driver turns on a turn signal, slow down and catch up to the mini-bus so that other vehicles won't cut in front of you.",
  "보기3": "③ A van refers to a vehicle with a seating capacity of 15 or fewer persons. Since vans are more prone to overturning due to their high center of gravity compared to passenger vehicles, you must keep a safe distance from them.",
  "보기4": "④ A light van refers to a vehicle with an engine displacement below 1,200 cc. Although light vans have the same center of gravity as passenger vehicles, you must keep a safe distance from them.",
  "정답": 1.3
 },
 {
  "id": 390,
  "문제": "390. Which TWO of the following correctly describe how to change lanes?",
  "보기1": "① Change lanes while maintaining speed if the car behind you in the lane you are about to enter is far back enough.",
  "보기2": "② Slow down when you change lanes if the car behind you in the lane you are about to enter is far back enough.",
  "보기3": "③ Let the car behind you in the lane you are about to enter pass if it is approaching.",
  "보기4": "④ Change your lane quickly if the car behind you in the lane you are about to enter is approaching.",
  "정답": 1.3
 },
 {
  "id": 391,
  "문제": "391. Which TWO of the following statements about the lines that separate lanes are correct?",
  "보기1": "① Where a solid line and a broken line run parallel, you cannot change from the lane near the solid-line to the lane near the broken-line.",
  "보기2": "② Where a solid line and a broken line run parallel, you can change from the lane near the solid-line to the lane near the broken-line.",
  "보기3": "③ Where a solid line and a broken line run parallel, you cannot change from the lane near the broken-line to the lane near the solid-line.",
  "보기4": "④ Where a solid line and a broken line run parallel, you can change from the lane near the broken-line to the lane near the solid-line.",
  "정답": 1.4
 },
 {
  "id": 392,
  "문제": "392. According to the Road Traffic Act, what does a flashing red light indicate?",
  "보기1": "① Vehicles and horses must drive slowly while looking out for traffic.",
  "보기2": "② Vehicles and horses may proceed while looking out for traffic.",
  "보기3": "③ Vehicles and horses may reverse while looking out for safety signs.",
  "보기4": "④ Vehicles and horses must temporarily stop right before the stop line and then proceed while looking out for traffic.",
  "정답": 4
 },
 {
  "id": 393,
  "문제": "393. Which of the following instructions about an intersection with an unprotected left-turn sign is correct?",
  "보기1": "① You can turn left regardless of the signal as long as you look out for traffic.",
  "보기2": "② You can turn left at a red light while looking out for traffic.",
  "보기3": "③ You can turn left at a green light while looking out for traffic.",
  "보기4": "④ You can turn left at a yellow light while looking out for traffic.",
  "정답": 3
 },
 {
  "id": 394,
  "문제": "394. According to the Road Traffic Act, which of the following is a correct statement regarding the speed of motor vehicles?",
  "보기1": "① The minimum speed limit on expressways is 50 km/h.",
  "보기2": "② Vehicle-only lanes have a maximum speed limit, but no minimum speed limit.",
  "보기3": "③ There are maximum and minimum speed limits on normal roads.",
  "보기4": "④ The maximum speed limit on expressways with more than two lanes in each direction is the same for all types of vehicles.",
  "정답": 1
 },
 {
  "id": 395,
  "문제": "395. Which of the following is a correct statement about overtaking?",
  "보기1": "① You can overtake a vehicle that is in the process of overtaking another vehicle.",
  "보기2": "② You must overtake on the right when in a tunnel.",
  "보기3": "③ Overtaking on a road with one lane in each direction is only permitted in an area with solid yellow lines.",
  "보기4": "④ Overtaking is prohibited in intersections.",
  "정답": 4
 },
 {
  "id": 396,
  "문제": "396. Which of the following statements about the center line on a road is correct?",
  "보기1": "① Overtaking is allowed if the center is marked with a yellow solid line.",
  "보기2": "② The center line of a reversible lane is the leftmost yellow broken line in the direction of traffic indicated by traffic signals.",
  "보기3": "③ A bus stopped on a provincial road with one lane in each direction is allowed to be overtaken by crossing the yellow solid center line.",
  "보기4": "④ A center line can be installed on roads that are at least 4.75 m wide.",
  "정답": 2
 },
 {
  "id": 397,
  "문제": "397. According to the Road Traffic Act, which of the following vehicles may drive along the second lane of a six-lane (three lanes in each direction) expressway?",
  "보기1": "① Trucks",
  "보기2": "② Special vehicles",
  "보기3": "③ Vehicles fitted with construction equipment",
  "보기4": "④ Small and mid-sized passenger vehicles",
  "정답": 4
 },
 {
  "id": 398,
  "문제": "398. If it is necessary to drive in the first lane of a six-lane (three lanes in each direction) expressway at a speed of ( ) kilometers per hour or below due to an increased volume of traffic, etc., it is permissible to do so even when not overtaking another vehicle. Which of the following best fits in the brackets ( )?",
  "보기1": "① 80",
  "보기2": "② 90",
  "보기3": "③ 100",
  "보기4": "④ 110",
  "정답": 1
 },
 {
  "id": 399,
  "문제": "399. Which of the following is true about using a freeway shoulder?",
  "보기1": "① If drowsy while driving, you can pull over on the shoulder to take a rest.",
  "보기2": "② You can park on the shoulder to appreciate a good sunrise.",
  "보기3": "③ You can drive on the shoulder when the freeway is congested.",
  "보기4": "④ The penalty for driving on the shoulder without a good cause is a fine of KRW60,000.",
  "정답": 4
 },
 {
  "id": 400,
  "문제": "400. According to the standards regarding traffic by lane on an expressway (5 lanes in each direction), which of the following is to be used like the left lane? (There are no dedicated lanes or acceleration\/deceleration lanes)",
  "보기1": "① 1~2 lane",
  "보기2": "② 2~3 lane",
  "보기3": "③ 1~3 lane",
  "보기4": "④ 2nd lane only",
  "정답": 2
 },
 {
  "id": 401,
  "문제": "401. Which of the following is not true about freeway lanes? (Freeways with no bus-only lanes)",
  "보기1": "① Lane 1 of a six-lane freeway can be used by passenger vehicles, light vans, vans, mini-buses and buses to overtake other vehicles.",
  "보기2": "② You can use the lane on the left of the designated lane to overtake another vehicle.",
  "보기3": "③ All vehicles can use the lane on the left of their respective designated lanes.",
  "보기4": "④ The penalty for not using the designated lane for drivers of passenger vehicles is 10 points.",
  "정답": 3
 },
 {
  "id": 402,
  "문제": "402. Which one of the following is INCORRECT regarding how a passenger car overtakes other vehicles on a six-lane (three lanes in each direction) expressway with smooth traffic?",
  "보기1": "① To overtake, a passenger car changes to Lane 1 and continues in Lane 1.",
  "보기2": "② A large passenger vehicle in Lane 3 changes to Lane 2 in order to overtake.",
  "보기3": "③ A small passenger vehicle uses Lane 1 to overtake.",
  "보기4": "④ A 5-ton truck uses Lane 2 to overtake.",
  "정답": 1
 },
 {
  "id": 403,
  "문제": "403. Which of the following is an INCORRECT guideline for the use of the right traffic lanes on roadways?",
  "보기1": "① All vehicles may use the right lane of the designated lane.",
  "보기2": "② When a passenger car overtakes another vehicle, it shall use the lane to the immediate right of the lane designated by traffic standards.",
  "보기3": "③ On an eight-lane (four lanes in each direction) general road, a passenger car may drive in any of the lanes.",
  "보기4": "④ On an eight-lane (four lanes in each direction) expressway, a large truck is to use the lane on the right.",
  "정답": 2
 },
 {
  "id": 404,
  "문제": "404. Which among the following is permitted to use the bus-only lane on a general roadway?",
  "보기1": "① A 12-seater passenger vehicle carrying 6 passengers.",
  "보기2": "② A passenger vehicle for domestic tourists that is transporting 25 tourists.",
  "보기3": "③ A 12-seater commuter passenger vehicle carrying employees on designated routes.",
  "보기4": "④ A taxi temporarily using the lane so that passengers can board/leave the taxi.",
  "정답": 4
 },
 {
  "id": 405,
  "문제": "405. According to the Road Traffic Act a passenger car with 9 seats can take the bus lane on the highway if ( ) or more people are on the vehicle. Which of the following is correct?",
  "보기1": "① 3",
  "보기2": "② 4",
  "보기3": "③ 5",
  "보기4": "④ 6",
  "정답": 4
 },
 {
  "id": 406,
  "문제": "406. Which of the following is the appropriate driving standard for a vehicle on a six-lane (three lanes in each direction) expressway? (There are no bus lanes)",
  "보기1": "① Passenger cars are to use Lane 1 and therefore must use only Lane 1.",
  "보기2": "② A small passenger vehicle, the designated lane for which is Lane 2, should use Lane 1 when overtaking.",
  "보기3": "③ Large vans must use the first lane.",
  "보기4": "④ A truck with a maximum load weight of 1.5 tons or less must drive in the Lane 1.",
  "정답": 2
 },
 {
  "id": 407,
  "문제": "407. A passenger car is driving in the second lane of a six-lane (three lanes in each direction) expressway. Which lane can it use to overtake another vehicle?",
  "보기1": "① First lane",
  "보기2": "② Second lane",
  "보기3": "③ Third lane",
  "보기4": "④ Any of the above",
  "정답": 1
 },
 {
  "id": 408,
  "문제": "408. Which of the following is NOT correct regarding overtaking?",
  "보기1": "① To overtake another vehicle, you must pass on the left lane of the front vehicle.",
  "보기2": "② If the center line is a yellow broken line, it is possible to overtake when there is no vehicle in the opposite direction.",
  "보기3": "③ In case of reversible lane, overtaking is not allowed on the leftmost yellow broken line in the direction indicated by a traffic light.",
  "보기4": "④ On the one-way 4-lane expressway, vehicles driving on the right lane can move up to the first lane.",
  "정답": 4
 },
 {
  "id": 409,
  "문제": "409. The following are various guidelines for the passage of a vehicle depending on the lanes according to the Road Traffic Act and its Enforcement Decree. Which one is NOT correct? (There are no bus lanes)",
  "보기1": "① When proceeding at a slow speed, the driver may use the lane to the right of the current lane in which he/she has been driving.",
  "보기2": "② The first lane of a four-lane (two lanes in each direction) expressway may be used by all motor vehicles to overtake.",
  "보기3": "③ On a one-way traffic road, the rightmost lane is considered the first lane.",
  "보기4": "④ The right lane of a six-lane (three lanes in each direction) expressway is to be used by a truck to drive.",
  "정답": 3
 },
 {
  "id": 410,
  "문제": "410. Which of the following is correct regarding the standards for vehicles running on a one-way three-lane expressway (no bus-only lane)?",
  "보기1": "① The first lane is the lane for overtaking a passenger car driving on the second lane.",
  "보기2": "② The first lane is the driving lane for a van.",
  "보기3": "③ The roadside is the driving road for emergency vehicles and tow vehicles.",
  "보기4": "④ When operating a bus-only lane, the first lane is the driving road for trucks.",
  "정답": 1
 },
 {
  "id": 411,
  "문제": "411. According to the definition provided by the Road Traffic Act and its Enforcement Decree, which of the following is NOT a type of exclusive lane?",
  "보기1": "① Exclusive lane for buses",
  "보기2": "② Exclusive lane for high-occupancy vehicles",
  "보기3": "③ Exclusive lane for motor vehicles",
  "보기4": "④ Exclusive lane for bicycles",
  "정답": 3
 },
 {
  "id": 412,
  "문제": "412. Which of the following most appropriately describes aquaplaning?",
  "보기1": "① You must change tires with wider widths to reduce risks involved with aquaplaning.",
  "보기2": "② Aquaplaning is more common in snow than rain. You must reduce speed.",
  "보기3": "③ Tires with worn-down treads will experience less aquaplaning due to reduced traction.",
  "보기4": "④ Under inflation can cause the tires to aquaplane more, especially at higher speeds.",
  "정답": 4
 },
 {
  "id": 413,
  "문제": "413. Which of the following is the safe method to drive when a vehicle loses control on a frozen road?",
  "보기1": "① Turn the steering wheel in the direction the vehicle is spinning.",
  "보기2": "② In the case of a car with manual transmission, shift into high gear.",
  "보기3": "③ Turn the steering wheel in the opposite direction.",
  "보기4": "④ Stop the car using the parking brake.",
  "정답": 1
 },
 {
  "id": 414,
  "문제": "414. Which of the following is the safest method of driving a vehicle on a foggy road?",
  "보기1": "① On a curved road or at an intersection, honk to warn other vehicles to make way and proceed quickly.",
  "보기2": "② In dense fog, keep the high-beam headlights on to secure visibility.",
  "보기3": "③ On a foggy road, switch on the fog light only.",
  "보기4": "④ When visibility is secured to some extent, drive slowly while checking the guardrail, center line, and traffic lane.",
  "정답": 4
 },
 {
  "id": 415,
  "문제": "415. Which of the following is the safest method to stop on a snowy or icy road?",
  "보기1": "① Apply the brake hard.",
  "보기2": "② Stop quickly using the foot brake and the parking brake at the same time.",
  "보기3": "③ Use the engine brake only to slow down until the car comes to a complete stop.",
  "보기4": "④ After slowing down with the engine brake, step lightly on the brake pedal several times.",
  "정답": 4
 },
 {
  "id": 416,
  "문제": "416. Which of the following is the most desirable attitude for a driver who drives through an underpass on a road in heavy rain?",
  "보기1": "① All roads are well drained, so there are no danger factors.",
  "보기2": "② Respond to risk factors while listening to disaster information such as disaster broadcasts and information boards.",
  "보기3": "③ Take rest by stopping at the roadside of the underpass until heavy rain passes.",
  "보기4": "④ Drive faster than the designated speed because high speed is required at that moment.",
  "정답": 2
 },
 {
  "id": 417,
  "문제": "417. Which of the following is the most correct explanation of a frozen or icy road in winter?",
  "보기1": "① It occurs mainly in tunnels, and the road surface becomes an icy road as the fog particles freeze.",
  "보기2": "② Black ice often occurs on bridges, at tunnel entrances, and on shady roads.",
  "보기3": "③ Black ice occurs when snow contaminated with vehicle fumes accumulates on the road surface.",
  "보기4": "④ When passing through an icy road, reduce the speed as much as possible by not operating the steering wheel and braking suddenly.",
  "정답": 2
 },
 {
  "id": 418,
  "문제": "418. Which of the following is not the right thing to do in case of an accident or fire in a tunnel?",
  "보기1": "① Press the emergency bell situated in the tunnel or call 119.",
  "보기2": "② If you are in the tunnel, continue driving to evacuate the tunnel.",
  "보기3": "③ If you are unable to evacuate the tunnel, pull over on the shoulder or at the emergency parking area.",
  "보기4": "④ When parking inside the tunnel, turn off the engine and promptly evacuate the tunnel.",
  "정답": 4
 },
 {
  "id": 419,
  "문제": "419. Which of the following is the most appropriate action to take when the brakes are not working on a downhill road?",
  "보기1": "① Turn the ignition off at once.",
  "보기2": "② Jump out of the car after changing to a low gear.",
  "보기3": "③ Reduce your speed by zigzagging.",
  "보기4": "④ Run the car into a guard rail or a wall after reducing the speed by changing to a low gear.",
  "정답": 4
 },
 {
  "id": 420,
  "문제": "420. If you witness a fire caused by a traffic accident while driving inside a tunnel, which of the following is the most appropriate method to respond?",
  "보기1": "① It is safe to stop your vehicle even if traffic is still flowing.",
  "보기2": "② If traffic is at a standstill, stop the vehicle and wait inside until the fire is extinguished.",
  "보기3": "③ If traffic is at a standstill, stop the vehicle and leave the scene with your car keys.",
  "보기4": "④ If there is a lot of smoke, bend low down to the ground and find the nearest emergency exit in the opposite direction of the smoke.",
  "정답": 4
 },
 {
  "id": 421,
  "문제": "421. Which of the following is the correct explanation when driving on a sharp curve?",
  "보기1": "① Drive through the curve at the same speed as that before entering the curve.",
  "보기2": "② After entering a curve, it is better to increase the change gear ratio to reduce the centrifugal force.",
  "보기3": "③ A rear-wheel drive vehicle may experience understeer on a curved road.",
  "보기4": "④ In order to reduce oversteer on a curved road, the steering wheel should be turned slightly in the opposite direction of the steering direction.",
  "정답": 4
 },
 {
  "id": 422,
  "문제": "422. What do you call a problem that occurs when the brakes don't work due to bubbles that form in brake fluid overheated by excessive braking?",
  "보기1": "① Standing wave",
  "보기2": "② Vapor lock",
  "보기3": "③ Road holding",
  "보기4": "④ Under steering",
  "정답": 2
 },
 {
  "id": 423,
  "문제": "423. Which of the following is not a proper way of driving in fog?",
  "보기1": "① When driving around a curve or on a hill, use the vehicle horn.",
  "보기2": "② If visibility in fog is less than 70 m, reduce speed to less than half of the speed limit.",
  "보기3": "③ Try to maximize visibility by turning on fog lamps and high-beam headlights.",
  "보기4": "④ Even in case of a vehicle failure or a minor accident, move the vehicle to the side of the road.",
  "정답": 3
 },
 {
  "id": 424,
  "문제": "424. Which of the following is not a correct explanation of black ice in winter?",
  "보기1": "① It is a phenomenon in which a thin ice film forms like a coating on the road surface.",
  "보기2": "② It is a phenomenon in which pollutants in the air are mixed with snow and moisture on the asphalt surface, absorbed, and then frozen into black ice.",
  "보기3": "③ It occurs mainly in places with low temperatures during the winter season, such as on bridges, tunnel entrances, shady roads, and in the shade of mountain corners.",
  "보기4": "④ It refers to the phenomenon where the snow melts and seeps into the sunny road, and the black color of the road is reflected by sunlight and sparkles.",
  "정답": 4
 },
 {
  "id": 425,
  "문제": "425. Which of the following is not true about icy roads during winter months?",
  "보기1": "① Icy roads are more common on concrete roads than on asphalt.",
  "보기2": "② Ice melts slower on asphalt roads than on concrete.",
  "보기3": "③ The friction coefficient of an asphalt surface increases to 1.6 when dry.",
  "보기4": "④ Under the same conditions, the road friction coefficients of frozen concrete and asphalt surfaces are equal.",
  "정답": 3
 },
 {
  "id": 426,
  "문제": "426. Which of the following is the least appropriate measure for a driver to take when an earthquake occurs?",
  "보기1": "① Increase your vehicle's speed and quickly pass through the area.",
  "보기2": "② If it is impossible to move using a vehicle, park the vehicle to the side and take shelter.",
  "보기3": "③ Be prepared to move the parked vehicle later by keeping the key in the ignition, and take shelter.",
  "보기4": "④ Turn on the radio to listen to the disaster broadcast.",
  "정답": 1
 },
 {
  "id": 427,
  "문제": "427. Which TWO of the following describe the correct method to drive in strong winds or storms?",
  "보기1": "① Firmly hold the steering wheel with both hands and stay in your current lane.",
  "보기2": "② Ignore the gusting winds and speed up.",
  "보기3": "③ Park near a sign, traffic lights or a roadside tree.",
  "보기4": "④ Be particularly careful in areas vulnerable to strong winds, such as mountainous areas, bridges, and tunnel exits.",
  "정답": 1.4
 },
 {
  "id": 428,
  "문제": "428. Which TWO from the following are the most appropriate explanation regarding driving on a gravel road?",
  "보기1": "① Hold the steering wheel as loosely as possible to minimize the impact on the arm.",
  "보기2": "② Increase the speed while driving to make sure that the wheels are in contact with the road surface as much as possible.",
  "보기3": "③ Slow down to make sure that gravel is not splashed onto pedestrians or other vehicles or horses.",
  "보기4": "④ Slightly lower tire pressure is better for driving than the appropriate level of air pressure.",
  "정답": 3.4
 },
 {
  "id": 429,
  "문제": "429. Two vehicles are driving in rain and the rear vehicle saw the front vehicle stopping and applied the brakes. Which of the following is not correct? (Select two answers)",
  "보기1": "① Hard braking can cause the vehicle to nose dive due to increased friction between the road surface and tires.",
  "보기2": "② Free running distance is increased due to reduced friction of the road surface.",
  "보기3": "③ Aquaplaning and partial braking may occur simultaneously, causing the vehicle to slide out of the lane.",
  "보기4": "④ The higher the tire wear rate, the shorter the braking distance.",
  "정답": 2.4
 },
 {
  "id": 430,
  "문제": "430. A vehicle is approaching near the top of an uphill. Which TWO from the following are safe ways of driving?",
  "보기1": "① Increase engine RPM (revolutions per minute) to reduce fuel consumption.",
  "보기2": "② At the top of the uphill, be sure to stop temporarily before starting.",
  "보기3": "③ Maintain a safe distance from the front vehicle.",
  "보기4": "④ Drive in a lower gear than higher gear.",
  "정답": 3.4
 },
 {
  "id": 431,
  "문제": "431. When you drive downhill, which TWO of the following are the safest methods to drive?",
  "보기1": "① Only use the foot brake because shifting gears is not necessary.",
  "보기2": "② If an emergency situation occurs, use the parking brake immediately.",
  "보기3": "③ Use the same gear you used when driving up the slope.",
  "보기4": "④ Use both the foot brake and engine brake properly.",
  "정답": 3.4
 },
 {
  "id": 432,
  "문제": "432. Which of the following is the most correct behavior of a driver to prepare for the long-distance driving during the rainy season?",
  "보기1": "① Replace the antifreeze with distilled water for use as engine coolant.",
  "보기2": "② Reduce the air pressure of tires to improve fuel economy as much as possible.",
  "보기3": "③ Place the insurance certificate to prepare for the submerging of a vehicle.",
  "보기4": "④ Wipe the vehicle window with the defrost agent used during winter time.",
  "정답": 4
 },
 {
  "id": 433,
  "문제": "433. Which of the following statements about potholes is correct?",
  "보기1": "① Potholes generally form during torrential rain.",
  "보기2": "② Driving faster will prevent tire damage from potholes.",
  "보기3": "③ Sudden braking by larger vehicles is likely to occur near crosswalks when temperature of the road surface increases.",
  "보기4": "④ Potholes are readily visible when the road is dry and you can just drive over them.",
  "정답": 1
 },
 {
  "id": 434,
  "문제": "434. Which of the following approaches to driving in heavy rainfall is the least safe?",
  "보기1": "① Drive with the headlights and taillights on.",
  "보기2": "② Turn on the heater in internal air circulation mode.",
  "보기3": "③ Check the tires for wear to prevent hydroplaning.",
  "보기4": "④ Maintain double the usual safe distance on wet roads.",
  "정답": 2
 },
 {
  "id": 435,
  "문제": "435. Which of the following is NOT an appropriate action by a driver while driving on a road during a typhoon accompanied by strong winds and heavy rain?",
  "보기1": "① Since the brake performance decreases significantly, keep twice the usual distance from the front vehicle.",
  "보기2": "② Upon passing the flooded area, it is better to pass without stopping.",
  "보기3": "③ Avoid areas with high risk of flooding such as riverside and stream for parking.",
  "보기4": "④ It is safe to park a vehicle by a wall or under a large sign.",
  "정답": 4
 },
 {
  "id": 436,
  "문제": "436. Which of the following is an INCORRECT method of driving on snowy roads?",
  "보기1": "① Just clearing the windshield of piled up snow is enough for safe driving.",
  "보기2": "② The foot brake and engine brake must be used together.",
  "보기3": "③ For safety, drive at 30km/h or below with snow chains on.",
  "보기4": "④ Maintain a longer safe distance than usual.",
  "정답": 3
 },
 {
  "id": 437,
  "문제": "437. Which of the following is not safe driving in rain?",
  "보기1": "① You must reduce speed to less than half of the speed limit depending on the driving condition.",
  "보기2": "② You must drive with reasonable consideration so as not to splash water on pedestrians.",
  "보기3": "③ It is not good to drive in idle creep (a state where the tires move either forward or in reverse even when the accelerator and brake pedals are not applied) when it starts to rain.",
  "보기4": "④ It is safer to drive with the headlights and daytime running lights on even during the day.",
  "정답": 3
 },
 {
  "id": 438,
  "문제": "438. Which of the following is NOT a safe method to drive on a foggy road?",
  "보기1": "① Turn on the sidelights, taillights, and headlights to indicate your position to other drivers.",
  "보기2": "② Turn the high-beam headlights on to indicate your position to oncoming traffic.",
  "보기3": "③ Maintain a safe distance and reduce speed.",
  "보기4": "④ If moisture is formed on the windshield, use the wipers to secure visibility.",
  "정답": 2
 },
 {
  "id": 439,
  "문제": "439. According to the Road Traffic Act, at which reduced speed should a vehicle drive on a four-lane (two lanes in each direction) motor vehicle-only road when it is wet due to rain?",
  "보기1": "① 80km/h",
  "보기2": "② 90km/h",
  "보기3": "③ 72km/h",
  "보기4": "④ 100km/h",
  "정답": 3
 },
 {
  "id": 440,
  "문제": "440. Which two of the following are safe methods to drive when lightning strikes?",
  "보기1": "① Park your vehicle under a large tree.",
  "보기2": "② Keep windows closed and stay in the car.",
  "보기3": "③ Keep away from the outer walls of buildings as electricity may conduct down the wet surface.",
  "보기4": "④ Evacuate the vehicle to avoid being in it if it gets hit by lightning.",
  "정답": 2.3
 },
 {
  "id": 441,
  "문제": "441. Which of the following is most correct about glare from other cars' headlights?",
  "보기1": "① Glare from headlights mainly affects drivers with poor vision.",
  "보기2": "② Glare from headlights occurs on expressways only.",
  "보기3": "③ Blinding is primarily caused by glare from a car driving in the same direction.",
  "보기4": "④ Frequent occurrence of blindness caused by glare is a factor that increases the risk of accidents while driving.",
  "정답": 4
 },
 {
  "id": 442,
  "문제": "442. Which of the following is the right method to avoid glare caused by the headlights of an oncoming car at night?",
  "보기1": "① Do not look directly at the headlights but at the road directly in front of your car.",
  "보기2": "② Do not look directly at the headlights but to the right edge of the road.",
  "보기3": "③ Squint your eyes and look at the road directly in front of your car.",
  "보기4": "④ Squint your eyes and look to the left edge of the road.",
  "정답": 2
 },
 {
  "id": 443,
  "문제": "443. Under the Road Traffic Act, which of the following is not an appropriate action on the part of a driver if the car is unable to operate due to a breakdown on the expressway at night?",
  "보기1": "① A red flashing signal, electric lantern or spark signal that can be identified from 500 meters in all directions must be installed.",
  "보기2": "② When installing a sign, it must be installed in a location where the driver of a vehicle approaching from the rear can see it.",
  "보기3": "③ The driver must take necessary measures, such as moving the vehicle off the expressway.",
  "보기4": "④ The safety tripod sign must be installed 200 meters from the point where the broken-down vehicle is located.",
  "정답": 4
 },
 {
  "id": 444,
  "문제": "444. According to the Road Traffic Act, which of the following describes a situation in which a driver of a non-commercial vehicle is required to turn on the headlights, sidelights, taillights, and license plate lights at the same time?",
  "보기1": "① When stopping on a road at nighttime",
  "보기2": "② When stopping on a road with minimal visibility due to fog",
  "보기3": "③ When the vehicle is being towed away due to a parking violation",
  "보기4": "④ While driving inside a tunnel",
  "정답": 4
 },
 {
  "id": 445,
  "문제": "445. Which of the following is the MOST appropriate action in case of vehicle failure on an expressway?",
  "보기1": "① Turn on the emergency flashing light immediately, stop the car on the road, and notify the insurance company.",
  "보기2": "② Open the trunk, check the broken part quickly, and call a rescue vehicle.",
  "보기3": "③ If it is not possible to move, install a safety tripod 500 meters in front of the broken vehicle.",
  "보기4": "④ If it is possible to move, move the vehicle to the roadside after turning on the emergency flashing light quickly.",
  "정답": 4
 },
 {
  "id": 446,
  "문제": "446. Which of the following is not true about preventing a tire puncture and measures taken while driving?",
  "보기1": "① You must regularly check the tires for nails.",
  "보기2": "② You must regularly check tire pressures and tread depths.",
  "보기3": "③ If the steering wheel pulls to one side, it is likely that a rear tire is punctured.",
  "보기4": "④ You must try to maintain going straight use the compression release brake to reduce speed.",
  "정답": 3
 },
 {
  "id": 447,
  "문제": "447. If your vehicle breaks down on an expressway at night, in addition to a safety tripod sign, etc. you must install road flare signals to provide visibility for ( ) and alert other motorists that your car has broken down. Choose the correct one to fill in the brackets.",
  "보기1": "① 200 meters in every direction.",
  "보기2": "② 300 meters in every direction.",
  "보기3": "③ 400 meters in every direction.",
  "보기4": "④ 500 meters in every direction.",
  "정답": 4
 },
 {
  "id": 448,
  "문제": "448. Which of the following is the correct method to handle a tire that exploded while driving?",
  "보기1": "① If the vehicle is pulled to one side suddenly, press the brakes to prevent an accident.",
  "보기2": "② Firmly grasp the steering wheel, drive straight, and avoid sudden braking. Use the engine brake to stop in a safe location.",
  "보기3": "③ Turn the steering wheel in the direction the vehicle is pulled in.",
  "보기4": "④ Use the parking brake to stop the vehicle as the brake pedal won't work.",
  "정답": 2
 },
 {
  "id": 449,
  "문제": "449. There has been a minor accident on a freeway. Which of the following is the proper measure that you must take in order to prevent a secondary accident?",
  "보기1": "① First and foremost take photos of the accident for insurance purposes.",
  "보기2": "② Explicitly let the other driver know that he/she is at fault and claim for insurance accordingly.",
  "보기3": "③ Immediately place a warning triangle behind the damaged vehicle, move to a safe place, and call the respective authority.",
  "보기4": "④ Turn on the hazard lights and call the respective authority inside your vehicle.",
  "정답": 3
 },
 {
  "id": 450,
  "문제": "450. Which of the following is NOT a correct statement regarding the expressway construction section?",
  "보기1": "① In the case of construction that blocks a lane, caution is required due to expected congestion.",
  "보기2": "② In the case of a truck, drowsiness and neglect of looking forward can lead to a major accident.",
  "보기3": "③ Various types of construction work including moving construction and stationary construction can be performed.",
  "보기4": "④ The speed limit is set to 80 km/h.",
  "정답": 4
 },
 {
  "id": 451,
  "문제": "451. Which TWO of the following measures should you take if your Hi-Pass device malfunctions and does not read correctly?",
  "보기1": "① Turn on the emergency flashers, temporarily stop your vehicle, and have a toll ticket issued in a non-automated toll lane.",
  "보기2": "② When you reach the toll gate of your destination, explain where you entered the expressway to the toll collector and pay the toll.",
  "보기3": "③ Use the Hi-Pass lane and go through the toll gate of your destination, and the toll will be automatically collected.",
  "보기4": "④ Detach the card from your Hi-Pass device at the toll gate of your destination and hand it over to the toll collector to pay the toll.",
  "정답": 2.4
 },
 {
  "id": 452,
  "문제": "452. Which of the following is the safest action in the event of a fire in a tunnel?",
  "보기1": "① Lock the car's doors to prevent theft and evacuate the tunnel.",
  "보기2": "② Stay in the car as the tunnel will be filled with smoke from the fire.",
  "보기3": "③ Switch off the engine, leave the key in the ignition to allow for the cars to be moved if necessary, and quickly evacuate to safety.",
  "보기4": "④ Make a U-turn and drive away from the exit.",
  "정답": 3
 },
 {
  "id": 453,
  "문제": "453. Which of the following is an INCORRECT approach to safety while driving through a tunnel?",
  "보기1": "① Before entering the tunnel, remove your sunglasses to allow your eyes adapt to the light, and turn on your headlights as you would at nighttime.",
  "보기2": "② If the lanes inside the tunnel are marked with solid white lines, do not change lanes while in the tunnel.",
  "보기3": "③ Keep a safe following distance from the car ahead and be ready for sudden stops.",
  "보기4": "④ Before entering the tunnel, check the road information at the entrance to the tunnel.",
  "정답": 1
 },
 {
  "id": 454,
  "문제": "454. Which of the following statements about braking in an emergency situation that occurs while driving is correct?",
  "보기1": "① If hydroplaning occurs, the braking force of the brakes gets stronger.",
  "보기2": "② Utilizing the impact-absorbing barrier in an emergency situation is one way to prevent a fatal accident.",
  "보기3": "③ If the road surface is wet, the vehicle always slides straight forward upon pressing the brake suddenly.",
  "보기4": "④ The braking distance of vehicles equipped with ABS is half that of vehicles without ABS.",
  "정답": 2
 },
 {
  "id": 455,
  "문제": "455. Which TWO of the following are correct safety measures to take during an earthquake?",
  "보기1": "① Drive as quickly as possible out of the area affected by the earthquake.",
  "보기2": "② Maintain a safe distance from other vehicles and pull over to the right-hand side of the road.",
  "보기3": "③ Turn off the engine if you need to get out of the car to take cover.",
  "보기4": "④ Ignore the earthquake and drive on.",
  "정답": 2.3
 },
 {
  "id": 456,
  "문제": "456. You are driving on a freeway and there is ongoing construction ahead. Which of the following is not true? (Select two answers",
  "보기1": "① Stay cautious when driving toward and by a construction site.",
  "보기2": "② Drive faster than what is indicated on the construction speed limit sign.",
  "보기3": "③ Try not to make excessive overtaking or cut in front of cars.",
  "보기4": "④ Drive at the same speed when approaching the construction site so as not to cause unnecessary traffic disruptions.",
  "보기5": "⑤ In areas where the speed limit changes, turn on the hazard lights to alert the other vehicles.",
  "정답": 2.4
 },
 {
  "id": 457,
  "문제": "457. Which TWO of the following are correct measures to take when a fire starts inside a tunnel that you are driving in?",
  "보기1": "① Turn off the engine if you are getting out of the car to evacuate.",
  "보기2": "② Stand with your back to the wind when using a fire extinguisher.",
  "보기3": "③ If you are unable to drive out of the tunnel, stop the car as close to the center line as possible.",
  "보기4": "④ Take the key out of the ignition if you are getting out of the car to evacuate.",
  "정답": 1.2
 },
 {
  "id": 458,
  "문제": "458. Which TWO of the following statements about a vehicle skid are correct?",
  "보기1": "① Skidding mostly occurs when the brakes are applied suddenly while driving at a high speed.",
  "보기2": "② Skidding mostly occurs when driving at a low speed in the rain.",
  "보기3": "③ Skid marks left on a road surface do not provide any clues as to why an accident occurred.",
  "보기4": "④ Even a vehicle with ABS can skid.",
  "정답": 1.4
 },
 {
  "id": 459,
  "문제": "459. In which TWO of the following situations is a vehicle most likely to deviate from the road?",
  "보기1": "① When driving on an uphill road",
  "보기2": "② When the driver abruptly turns the steering wheel on a curved road",
  "보기3": "③ When driving on a downhill road",
  "보기4": "④ When the road surface is slippery",
  "정답": 2.4
 },
 {
  "id": 460,
  "문제": "460. If the hood of the car starts generating smoke and catches fire on an expressway, which TWO of the following are the most appropriate measures to take?",
  "보기1": "① Stop immediately when you notice that there is a problem.",
  "보기2": "② Move to the roadside, turn off the engine, and evacuate out of the vehicle.",
  "보기3": "③ If it is early enough to extinguish the fire, use the fire extinguisher fitted in the vehicle.",
  "보기4": "④ If you fail to extinguish the fire, call 119 and wait right next to the vehicle.",
  "정답": 2.3
 },
 {
  "id": 461,
  "문제": "461. In which section do the lanes start to decrease before passing the following construction section?",
  "보기1": "① Caution section",
  "보기2": "② Relief section",
  "보기3": "③ Work section",
  "보기4": "④ End section",
  "정답": 2
 },
 {
  "id": 462,
  "문제": "462. Which of the following is the MOST correct description regarding driving at night?",
  "보기1": "① It is possible to secure a wide view at night if you have the front window tinted.",
  "보기2": "② On a clear day, the braking distance is longer during daytime than at night.",
  "보기3": "③ It is better to secure a front view when driving at night with the fog light on rather than headlights.",
  "보기4": "④ If you look at the light from the opposite vehicle directly, it may be hard to secure a front view due to the glare.",
  "정답": 4
 },
 {
  "id": 463,
  "문제": "463. Which of the following is a correct statement about the evaporation phenomenon (cases when you are unable to see ahead due to the glare from the vehicle’s headlights) during nighttime?",
  "보기1": "① The evaporation phenomenon will disappear if you turn off your headlights immediately when it occurs.",
  "보기2": "② The evaporation phenomenon frequently occurs when two vehicles facing each other both have their high-beam headlights on.",
  "보기3": "③ The evaporation phenomenon tends to occur when driving through busy downtown streets at nighttime.",
  "보기4": "④ The evaporation phenomenon refers to the condition of momentary invisibility caused by bright lights upon entering a tunnel at nighttime.",
  "정답": 2
 },
 {
  "id": 464,
  "문제": "464. Which of the following statements about a driver's ‘under aroused driving’ at nighttime is correct?",
  "보기1": "① Cognitive ability is better than usual.",
  "보기2": "② Eye movements become more active.",
  "보기3": "③ It often occurs when driving on congested roads in a city.",
  "보기4": "④ The eyes become used to a monotonous visibility and experience a type of sensory paralysis.",
  "정답": 4
 },
 {
  "id": 465,
  "문제": "465. Which of the following is NOT a measure to be taken by a driver when the sun begins to set and it becomes dark?",
  "보기1": "① Turn on the sidelights and taillights.",
  "보기2": "② Drive slower than you would during the day.",
  "보기3": "③ The eyes need some time to adjust to the darkness after the sun sets.",
  "보기4": "④ Driving is easier compared to daytime driving because of greater visibility.",
  "정답": 4
 },
 {
  "id": 466,
  "문제": "466. Which of the following statements regarding the electric vehicle charging cable coupler is incorrect?",
  "보기1": "① It should have separate polarity and grounding electrode as it has a structure that cannot be replaced with other wiring equipment.",
  "보기2": "② The grounding electrode should have a structure that is connected last when starting and separated first upon shutoff.",
  "보기3": "③ It should have a mechanical device for locking or attachment/detachment to prevent unintended load shedding.",
  "보기4": "④ It should have an interlock function that suspends the power supply of charging cable when the connector of an electric vehicle is separated from the connection port.",
  "정답": 2
 },
 {
  "id": 467,
  "문제": "467. Which of the following is the best method to prevent vehicle fires?",
  "보기1": "① Alter the wiring arrangement to install an amplifier in the vehicle.",
  "보기2": "② Avoid generating static electricity while filling up in the wintertime.",
  "보기3": "③ LPG vehicles should carry a disposable butane gas tank in preparation for an emergency.",
  "보기4": "④ A lighter can be stored inside the vehicle in the summer.",
  "정답": 2
 },
 {
  "id": 468,
  "문제": "468. Which of the following is the best method to prevent the risk of collision caused by the sudden braking of a vehicle ahead?",
  "보기1": "① Step on the brake pedal to slow down until just before the collision.",
  "보기2": "② Turn the steering wheel sharply to the left and drive over the center line to avoid hitting the vehicle ahead.",
  "보기3": "③ Close your eyes to minimize the impact.",
  "보기4": "④ Turn on both the wipers and high-beam headlights.",
  "정답": 1
 },
 {
  "id": 469,
  "문제": "469. Which TWO of the following are caused by the tires of a vehicle driving at a high speed?",
  "보기1": "① Vapor lock",
  "보기2": "② Standing wave",
  "보기3": "③ Fading",
  "보기4": "④ Hydroplaning",
  "정답": 2.4
 },
 {
  "id": 470,
  "문제": "470. Which of the following is correct regarding wearing a seat belt?",
  "보기1": "① Fix the seat belt above the waist to protect against the shock from a traffic accident.",
  "보기2": "② Firefighters who are dispatched to suppress fire need not wear a seat belt.",
  "보기3": "③ It is safest for children to take the front seat and wear a seat belt.",
  "보기4": "④ If a driver does not ensure that children under the age of 13 wear a seat belt, a fine of KRW 30,000 is imposed.",
  "정답": 2
 },
 {
  "id": 471,
  "문제": "471. Which of the following should you adjust before you start driving in order to minimize injuries to the head and neck?",
  "보기1": "① Distance of the seat from the pedals",
  "보기2": "② Angle of the backrest",
  "보기3": "③ Height of the headrest",
  "보기4": "④ Seat height",
  "정답": 3
 },
 {
  "id": 472,
  "문제": "472. Which of the following is correct regarding safe driving in a tunnel?",
  "보기1": "① Turn on the left turn signal and turn left for overtaking.",
  "보기2": "② The sense of distance from the front vehicle is reduced in a tunnel.",
  "보기3": "③ When entering the tunnel, be careful of the light adaptation phenomenon.",
  "보기4": "④ At the exit of a tunnel, a dark adaptation phenomenon occurs.",
  "정답": 2
 },
 {
  "id": 473,
  "문제": "473. Which of the following is true about using turn signals?",
  "보기1": "① It is not a violation to change lanes without signaling if it does not obstruct the other vehicles.",
  "보기2": "② You must keep the turning signal on for a while after changing lanes.",
  "보기3": "③ The penalty for a failure to signal lane change for passenger vehicles and vans is a fine of KRW 30,000.",
  "보기4": "④ When changing lanes on a freeway, turn on the turn signal from 30 m before and keep it on until you have changed lanes.",
  "정답": 3
 },
 {
  "id": 474,
  "문제": "474. In which of the following situations is a driver allowed to overtake a vehicle?",
  "보기1": "① When the vehicle ahead is overtaking another vehicle",
  "보기2": "② When the vehicle ahead stops or is driving slowly to prevent a dangerous situation",
  "보기3": "③ When the vehicle ahead is driving next to another vehicle in the left lane",
  "보기4": "④ When the vehicle ahead is driving slowly to secure a safe distance with another vehicle",
  "정답": 4
 },
 {
  "id": 475,
  "문제": "475. Which of the following is correct about the speed limit of a vehicle trying to overtake another vehicle?",
  "보기1": "① There is no speed limit applied to a vehicle overtaking another one.",
  "보기2": "② A vehicle overtaking another vehicle can exceed the legal speed limit of the road by 50%.",
  "보기3": "③ Vehicles are allowed to overtake other vehicles regardless of the speed limit, depending on the driver's driving skill.",
  "보기4": "④ Overtaking other vehicles is allowed only when it is performed within the speed limit of the road.",
  "정답": 4
 },
 {
  "id": 476,
  "문제": "476. Idling or parking on a freeway is prohibited as it may cause rear-end collisions. Which of the following is not true?",
  "보기1": "① A fire truck can idle or park on a freeway to perform emergency operations.",
  "보기2": "② You can temporarily idle or park at the instruction of a police officer or to prevent a hazardous situation.",
  "보기3": "③ Motor vehicles can idle on the toll road to pay their tolls.",
  "보기4": "④ Only emergency vehicles like police cars and fire trucks can idle or park at the emergency parking area inside a tunnel.",
  "정답": 4
 },
 {
  "id": 477,
  "문제": "477. When you sense danger while driving and step on the brake pedal, which TWO of the following will lead to the longest stopping distance? (i. e. the distance from the point where you press the brake pedal to the point where the vehicle actually stops.)",
  "보기1": "① Relatively light vehicle weight",
  "보기2": "② Relatively higher speed",
  "보기3": "③ Right after installing new tires",
  "보기4": "④ Fatigue or drunk driving",
  "정답": 2.4
 },
 {
  "id": 478,
  "문제": "478. Which TWO from the following is correct regarding the number of passengers in a vehicle?",
  "보기1": "① On expressways, it is not allowed to carry more people than the defined number of passengers for the vehicle.",
  "보기2": "② The number of passengers specified on the vehicle registration certificate is the number of passengers excluding the driver.",
  "보기3": "③ When permission is obtained from the head of the police station having jurisdiction over the place of departure, the vehicle may operate in excess of the designated number of passengers.",
  "보기4": "④ If the number of passengers is exceeded, permission must be obtained from the head of the police station having jurisdiction over the destination.",
  "정답": 1.3
 },
 {
  "id": 479,
  "문제": "479. When a vehicle driving in front brakes suddenly due to a traffic accident ahead, which TWO of the following are the safest measures to avoid colliding with the vehicle?",
  "보기1": "① Maintain a longer distance from the vehicle ahead than the stopping distance.",
  "보기2": "② Turn on the emergency flashers and follow an emergency vehicle.",
  "보기3": "③ Reduce speed and maintain sufficient distance with the vehicle ahead to prevent a collision.",
  "보기4": "④ When there is any danger, use both the foot brake and parking brake to shorten the braking distance.",
  "정답": 1.3
 },
 {
  "id": 480,
  "문제": "480. Which of the following are true about wearing seat belts? (Select two answers)",
  "보기1": "① The penalty for a driver failing to wear a seat belt is a fine of KRW30,000.",
  "보기2": "② Whiplash injuries are more common with two-point seat belts.",
  "보기3": "③ The penalty for a child under the age of 13 not wearing a seat belt is a fine of KRW60,000.",
  "보기4": "④ There are two, three, and four-point seat belts.",
  "정답": 2.4
 },
 {
  "id": 481,
  "문제": "481. Which TWO of the following are correct about wearing a seat belt?",
  "보기1": "① You do not have to wear a seat belt when driving to a place close by.",
  "보기2": "② Passengers in a car should wear a seat belt for safety.",
  "보기3": "③ It is safe to make a child sit in the passenger seat so that the parents can help the child wear a seat belt.",
  "보기4": "④ Except when there is an emergency, the driver of an emergency vehicle should also wear a seat belt.",
  "정답": 2.4
 },
 {
  "id": 482,
  "문제": "482. A person seems to be suffering from a fractured spine after an accident. Which of the following is the most appropriate measure you can take?",
  "보기1": "① Check if the person is conscious and perform cardiopulmonary resuscitation immediately.",
  "보기2": "② Move the person to a safe place and call 119.",
  "보기3": "③ Apply the Heimlich maneuver to prevent upper airway obstruction.",
  "보기4": "④ Unless urgent, do not move the person. If moving is inevitable, use a spine splint and assist the person in moving to a safe place.",
  "정답": 4
 },
 {
  "id": 483,
  "문제": "483. When you are involved in a traffic accident, what should you do first to check if an injured person is conscious?",
  "보기1": "① Check their pulse.",
  "보기2": "② Try to start a conversation or gently pat their shoulders.",
  "보기3": "③ Find the location of any wound that is bleeding heavily.",
  "보기4": "④ Look into their mouth to check if anything is blocking their airway.",
  "정답": 2
 },
 {
  "id": 484,
  "문제": "484. Which TWO vehicles from the following are allowed to continue driving while asking a passenger to take actions during a traffic accident?",
  "보기1": "① A passenger car that is carrying an injured person to a hospital.",
  "보기2": "② A fire truck returning to the fire station after extinguishing the fire",
  "보기3": "③ A tow vehicle going to the scene of a traffic accident",
  "보기4": "④ A postal service car that is carrying parcels.",
  "정답": 1.4
 },
 {
  "id": 485,
  "문제": "485. According to the Road Traffic Act which TWO from the following are correct regarding a vehicle that is allowed to continue driving despite a traffic accident?",
  "보기1": "① The ambulance driver who was transporting an urgent patient had the passenger take the necessary measures and kept driving.",
  "보기2": "② The driver, who was traveling to attend an urgent meeting, had the passenger take the necessary actions and kept driving.",
  "보기3": "③ The driver of the vehicle transporting urgent mail made the passenger take the necessary measures and kept driving.",
  "보기4": "④ The ambulance driver, who was transporting urgent medicines, had the passengers take the necessary actions and kept driving.",
  "정답": 1.3
 },
 {
  "id": 486,
  "문제": "486. Which of the following is not appropriate to prevent roadkills at night?",
  "보기1": "① Reduce speed when traveling on national or mountain roads with fewer vehicles or people.",
  "보기2": "② If you spot an animal on the road, slow down or stop on the shoulder to avoid a collision.",
  "보기3": "③ If you spot an animal on the road, turn off the headlights and lightly sound the horn to scare it away.",
  "보기4": "④ To more easily spot animals on the road, drive closer along the shoulder.",
  "정답": 4
 },
 {
  "id": 487,
  "문제": "487. Which of the following organizations provides free towing service over a set distance in the event of an emergency?",
  "보기1": "① Road Traffic Authority",
  "보기2": "② Korea Expressway Corporation",
  "보기3": "③ Police agency",
  "보기4": "④ Korea Transportation Safety Authority",
  "정답": 2
 },
 {
  "id": 488,
  "문제": "488. Which of the following is not a proper way to respond after roadkill?",
  "보기1": "① Do not touch the animal carcass to prevent exposure to potential diseases.",
  "보기2": "② Call any wildlife rescue center or a local government (area code + 120).",
  "보기3": "③ Load the animal carcass on your vehicle to prevent a secondary accident.",
  "보기4": "④ There is no need to file a report if necessary measures have been taken to prevent a secondary accident and facilitate the traffic flow.",
  "정답": 3
 },
 {
  "id": 489,
  "문제": "489. Which of the following is true about anger control techniques for preventing road rage and car crashes?",
  "보기1": "① An anger control technique that is a mindfulness-based practice designed to help you defuse stress is called the STOP technique.",
  "보기2": "② An anger control technique during which you try to push out the negative thoughts and focus on happy thoughts for 1–2 minutes is called the time-out technique.",
  "보기3": "③ An anger control technique during which you question yourself about the passive recognition of the belief system and distorted thoughts that trigger anger is called the reminiscence technique.",
  "보기4": "④ An anger control technique during which you repeatedly contract and relax your arms, legs, abdomen, chest, shoulders and other body parts is called the contract-relax stretching technique.",
  "정답": 4
 },
 {
  "id": 490,
  "문제": "490. Which of the following is the safest method to drive when the underground road ahead is submerged in water due to heavy rainfall?",
  "보기1": "① Drive through slowly. You can make it as long as the wheels are not completely submerged in water.",
  "보기2": "② Get through the water as fast as you can.",
  "보기3": "③ Take another road to bypass the water.",
  "보기4": "④ Drive through. If the engine stops, start it back immediately and drive through.",
  "정답": 3
 },
 {
  "id": 491,
  "문제": "491. Which of the following is NOT a correct description regarding actions when responding to emergency situation such as a traffic accident?",
  "보기1": "① Check the risk.",
  "보기2": "② Check the response of a patient.",
  "보기3": "③ Secure the airway and check the breathing",
  "보기4": "④ Check the destination and identification of a patient.",
  "정답": 4
 },
 {
  "id": 492,
  "문제": "492. Which of the following is NOT a correct method to handle a dangerous situation while driving?",
  "보기1": "① Firmly grasp the steering wheel if it vibrates hard and keep driving.",
  "보기2": "② If smoke comes out of the vehicle, pull over where it is safe and turn off the engine.",
  "보기3": "③ If a tire explodes, hold the steering wheel firmly and pull over to a safe location.",
  "보기4": "④ If the engine stops while crossing a railroad, evacuate the vehicle immediately and contact the authorities.",
  "정답": 1
 },
 {
  "id": 493,
  "문제": "493. Which of the following are proper ways to take photographs at the scene of an accident? (Select two answers)",
  "보기1": "① If there is a black box that successfully captured the accident, there is no need to take any photos.",
  "보기2": "② Photos of spilled engine oil and coolant are not needed as their stains will last a long time on the road.",
  "보기3": "③ Take photos of the overall accident scene from a distance and work your way toward the point of collision, taking photos along the way.",
  "보기4": "④ Mark the scene by spray painting or taking photos of the direction of the tires.",
  "정답": 3.4
 },
 {
  "id": 494,
  "문제": "494. Which TWO of the following must be inspected before starting a long-distance drive?",
  "보기1": "① Cleanliness of the vehicle",
  "보기2": "② DMB operation status",
  "보기3": "③ Oils and fluids",
  "보기4": "④ Tires",
  "정답": 3.4
 },
 {
  "id": 495,
  "문제": "495. Which of the following constitutes a cause for revocation of a driver's license?",
  "보기1": "① When 6 months have elapsed after the expiration date of the regular aptitude test",
  "보기2": "② When a motorist is booked without detention for assaulting a law enforcement officer (policeman or local government official)",
  "보기3": "③ When a motorist drives his/her car without affixing a license plate after registration",
  "보기4": "④ When two years have elapsed without renewal of a Class II driver’s license for an ordinary motor vehicle",
  "정답": 2
 },
 {
  "id": 496,
  "문제": "496. If a person notified to pay a fine fails to make the payment during the first designated period, which of the following is the correct amount the person has to pay within 20 days?",
  "보기1": "① Original fine + 10% late penalty",
  "보기2": "② Original fine + 20% late penalty",
  "보기3": "③ Original fine + 30% late penalty",
  "보기4": "④ Original fine + 40% late penalty",
  "정답": 2
 },
 {
  "id": 497,
  "문제": "497. Which of the following is the correct standard for the cancellation of a driver's license based on cumulative demerit points?",
  "보기1": "① 100+ points within 1 year",
  "보기2": "② 191+ points within 2 years",
  "보기3": "③ 271+ points within 3 years",
  "보기4": "④ 301+ points within 5 years",
  "정답": 3
 },
 {
  "id": 498,
  "문제": "498. Which of the following is correct regarding the standards for demerit points based on the effects of a traffic accident?",
  "보기1": "① As for the personal injury of the driver who will receive an administrative punishment, demerit points will be given based on the rules regarding traffic accidents involving personal injury.",
  "보기2": "② In an accident between a car and a pedestrian, demerit points will not be given if the accident occurred due to both parties committing mistakes.",
  "보기3": "③ If the accident was unavoidable or had been caused clearly by a mistake of the injured, demerit points will be halved.",
  "보기4": "④ In an accident between cars, demerit points are given only to the driver who committed a serious violation that caused the accident.",
  "정답": 4
 },
 {
  "id": 499,
  "문제": "499. Which of the following statements regarding the penalty for parking violations is correct?",
  "보기1": "① The owner of a passenger car involved in a parking violation should pay a fine of KRW 30,000.",
  "보기2": "② The owner of a van involved in a parking violation should pay a fine of KRW 70,000.",
  "보기3": "③ No penalty is given even if you do not pay the fine during the designated period.",
  "보기4": "④ For parking violations that continue for more than two hours at the same location, additional fines are imposed.",
  "정답": 4
 },
 {
  "id": 500,
  "문제": "500. Which of the following is a scenario in which the Act on Special Cases Concerning the Settlement of Traffic Accidents is applied because the driver who caused the accident has comprehensive insurance or is insured through a mutual aid association?",
  "보기1": "① When the driver has violated his/her duty to drive safely, resulting in car damage or a minor accident",
  "보기2": "② When the driver has caused an accident that resulted in loss of human life",
  "보기3": "③ When the driver has fled the scene after causing an accident, without attending to the injured",
  "보기4": "④ When the driver has violated traffic signals, causing an accident involving minor injuries",
  "정답": 1
 },
 {
  "id": 501,
  "문제": "501. 7 acquaintances split up into 4 different vehicles and caused harm to others on the road; they were pressed for criminal charges. Which of the following punishment criteria is incorrect?",
  "보기1": "① Up to 2 years' imprisonment or fine of up to KRW 5 million",
  "보기2": "② Up to 3 years' imprisonment or fine of up to KRW 10 million",
  "보기3": "③ Driver's license cancellation if the driver is detained.",
  "보기4": "④ Demerit of 40 points in case of criminal charges",
  "정답": 2
 },
 {
  "id": 502,
  "문제": "502. The driver of an automobile is arrested for reckless driving. Which of the following is the correct administrative disposition of the driver’s license?",
  "보기1": "① Revocation of the driver’s license",
  "보기2": "② 100-day suspension of the driver’s license",
  "보기3": "③ 60-day suspension of the driver’s license",
  "보기4": "④ 40-day suspension of the driver’s license",
  "정답": 4
 },
 {
  "id": 503,
  "문제": "503. According to the Road Traffic Act and its Enforcement Decree, what is the punishment for riding a bicycle while intoxicated?",
  "보기1": "① No punishment",
  "보기2": "② Notification of a minor offense penalty of KRW 30,000",
  "보기3": "③ Punished through an administrative fine of KRW 40,000",
  "보기4": "④ Punished through an administrative fine not exceeding KRW 100,000 or by detention",
  "정답": 2
 },
 {
  "id": 504,
  "문제": "504. According to the Road Traffic Act and its Enforcement Decree, what is the action taken if a bicycle rider, who has considerable reason to be suspected of being intoxicated, refuses a police officer’s demand for a breathalyzer test?",
  "보기1": "① No punishment",
  "보기2": "② Punished through an administrative fine of KRW 70,000",
  "보기3": "③ Notification through a minor offense penalty of KRW 100,000",
  "보기4": "④ Punished through an administrative fine not exceeding KRW 100,000 or by detention",
  "정답": 3
 },
 {
  "id": 505,
  "문제": "505. Which TWO of the following situations are subject to criminal prosecution in accordance with the Act on Special Cases Concerning the Settlement of Traffic Accidents?",
  "보기1": "① A driver without comprehensive insurance reaches a settlement with the victim after causing an accident resulting in property damage.",
  "보기2": "② A taxi driver who is a member of the Taxi Mutual Aid Association causes a traffic accident resulting in injury or death after driving over the center line.",
  "보기3": "③ A driver with comprehensive insurance causes a traffic accident resulting in injury or death after committing a violation of traffic signal.",
  "보기4": "④ A freight vehicle driver who is a member of the Trucking Association causes a traffic accident resulting in property damage after failing to drive safely.",
  "정답": 2.3
 },
 {
  "id": 506,
  "문제": "506. You fail to pay a fine, for which you have been notified in writing, even by its second deadline. Which TWO of the following are applicable?",
  "보기1": "① You must request a summary judgment immediately.",
  "보기2": "② Your license will be suspended for 40 days if no summary judgment is reached.",
  "보기3": "③ A penalty will be charged.",
  "보기4": "④ No summary judgment needs to be requested if you pay the fine along with an additional 30% as a delay penalty.",
  "정답": 1.2
 },
 {
  "id": 507,
  "문제": "507. According to Road Traffic Act what punishment is imposed when a driver causes a traffic accident that harms vehicles parked or stopped and does not provide his/her personal information to the victim(s)?",
  "보기1": "① No punishment",
  "보기2": "② Impose penalty of KRW 100,000.",
  "보기3": "③ Notify penalty of KRW 120,000.",
  "보기4": "④ Impose fine of up to KRW 300,000 or detention.",
  "정답": 3
 },
 {
  "id": 508,
  "문제": "508. Which of the following is the correct punishment criterion for anyone driving while intoxicated with a blood alcohol content of 0.03% or more and less than 0.08%? (In the case of a first-time violation)",
  "보기1": "① Imprisonment up to 1 year or a fine up to KRW 5 million",
  "보기2": "② Imprisonment up to 2 years or a fine up to KRW 10 million",
  "보기3": "③ Imprisonment up to 3 years or a fine up to KRW 15 million",
  "보기4": "④ Imprisonment in the range of 2 years - 5 years or a fine of KRW 10 million or more (up to KRW 20 million)",
  "정답": 1
 },
 {
  "id": 509,
  "문제": "509. Your appeal regarding the administrative action against your driver’s license has been accepted. Which of the following is the correct reduction applicable to the revocation of your license?",
  "보기1": "① 90 demerit points",
  "보기2": "② 100 demerit points",
  "보기3": "③ 110 demerit points",
  "보기4": "④ 120 demerit points",
  "정답": 3
 },
 {
  "id": 510,
  "문제": "510. If a driver with a student license drives in an inebriated state with a blood alcohol content not less than ( ) percent, his/her student license shall be revoked. Which answer fits in ( )?",
  "보기1": "① 0.03",
  "보기2": "② 0.05",
  "보기3": "③ 0.08",
  "보기4": "④ 0.10",
  "정답": 1
 },
 {
  "id": 511,
  "문제": "511. Which of the following is the punishment imposed on a driver who has been criminally charged for assaulting a traffic police officer?",
  "보기1": "① 40 demerit points",
  "보기2": "② 100 demerit points",
  "보기3": "③ Revocation of the driver’s license",
  "보기4": "④ Request for a summary trial",
  "정답": 3
 },
 {
  "id": 512,
  "문제": "512. Each time a driver (if not a victim of a traffic accident) arrests or reports to arrest a driver of a vehicle that has caused a traffic accident involving personal injury and fled, a benefit of ( ) shall be given. What is true of ( )",
  "보기1": "① 10 points",
  "보기2": "② 20 points",
  "보기3": "③ 30 points",
  "보기4": "④ 40 points",
  "정답": 4
 },
 {
  "id": 513,
  "문제": "513. Which of the following is an incorrect pairing of fines and violations by the driver of a passenger car?",
  "보기1": "① KRW 120,000 for a speed violation (Exceeding 60 kilometers per hour)",
  "보기2": "② KRW 60,000 for a signal violation",
  "보기3": "③ KRW 60,000 for driving over the center line",
  "보기4": "④ KRW 50,000 for violation of the period or place in which overtaking is prohibited",
  "정답": 4
 },
 {
  "id": 514,
  "문제": "514. According to the Road Traffic Act and its Enforcement Decree, what is the fine imposed on the driver of a passenger car parked within 5 meters of the transmission valve of a fire department standpipe used for fire extinguishing purposes?",
  "보기1": "① KRW 40,000",
  "보기2": "② KRW 30,000",
  "보기3": "③ KRW 20,000",
  "보기4": "④ No fine is imposed.",
  "정답": 1
 },
 {
  "id": 515,
  "문제": "515. According to the Road Traffic Act, which of the following violations involves a different criterion for demerit points?",
  "보기1": "① Driving while neglecting disorderly conduct by a passenger inside the vehicle",
  "보기2": "② Violating the method of passing a railroad crossing",
  "보기3": "③ Violation of passage on a roadside in an expressway",
  "보기4": "④ Violation of the exclusive lane for buses on an expressway",
  "정답": 1
 },
 {
  "id": 516,
  "문제": "516. When a driver subject to a summary judgment pays the total sum of the due fine in addition to ( ) of the fine and submits a document confirming the payment before the announcement of the summary judgment, the police chief is required to cancel the summary judgment on the driver. Select one of the following to fill in the brackets.",
  "보기1": "① 20/100",
  "보기2": "② 30/100",
  "보기3": "③ 50/100",
  "보기4": "④ 70/100",
  "정답": 3
 },
 {
  "id": 517,
  "문제": "517. Which of the following is the correct punishment criteria if the driver of an automobile refuses a police officer’s legitimate demand for a breathalyzer test in a situation where the police officer has considerable reason to suspect that the driver is intoxicated?",
  "보기1": "① Imprisonment for not less than one year but no more than two years, or a fine up to KRW 5 million",
  "보기2": "② Imprisonment for not less than one year but no more than three years, or a fine up to KRW 10 million",
  "보기3": "③ Imprisonment for not less than one year but no more than four years, or a fine in the range of KRW 5 million - KRW 10 million",
  "보기4": "④ Imprisonment for not less than one year but no more than five years or a fine in the range of KRW 5 million - KRW 20 million",
  "정답": 4
 },
 {
  "id": 518,
  "문제": "518. Which of the following vehicles attracts a different fine compared to the others when its driver commits a violation of traffic signal?",
  "보기1": "① Van",
  "보기2": "② Passenger car",
  "보기3": "③ Special vehicle",
  "보기4": "④ Construction equipment",
  "정답": 2
 },
 {
  "id": 519,
  "문제": "519. The driver of a vehicle is traveling on an expressway without carrying a vehicle breakdown sign (safety tripod sign) inside the vehicle. What will happen?",
  "보기1": "① A fine of KRW 20,000 will be charged.",
  "보기2": "② The driver will be imposed with a fine of KRW 20,000.",
  "보기3": "③ A fine of up to KRW 300,000 will be charged.",
  "보기4": "④ No fine or penalty will be imposed.",
  "정답": 1
 },
 {
  "id": 520,
  "문제": "520. Which of the following is the correct pairing of fine and speed range imposed on the driver of a passenger car caught speeding on an expressway?",
  "보기1": "① For exceeding the speed limit by over 60 km/h to 80 km/h",
  "보기2": "② For exceeding the speed limit by over 40 to 60 km/h",
  "보기3": "③ For exceeding the speed limit by over 20 to 40 km/h",
  "보기4": "④ For exceeding the speed limit by below 20 km/h",
  "정답": 1
 },
 {
  "id": 521,
  "문제": "521. Which of the following is the correct statement regarding the demerit points applied to a driver who causes an accident?",
  "보기1": "① When a traffic accident occurs in which one death (within 72 hours) is caused due to the violation of a signal, a penalty of 105 demerit points is incurred.",
  "보기2": "② Demerit points are also applied for losses that passengers of the victim's vehicle and the driver of the offending vehicle suffered.",
  "보기3": "③ Demerit points are calculated based on the cause of the accident, any casualties, and damage to property.",
  "보기4": "④ If the accident involves two vehicles, no demerit points are applied if both vehicles are responsible for the accident.",
  "정답": 1
 },
 {
  "id": 522,
  "문제": "522. According to Road Traffic Act the medical checkup result report that determines whether a driver is eligible for an aptitude test or not should be the document issued within ( ) from the driver's license application date. Which of the following is correct?",
  "보기1": "① 1 year",
  "보기2": "② 2 years",
  "보기3": "③ 3 years",
  "보기4": "④ 4 years",
  "정답": 2
 },
 {
  "id": 523,
  "문제": "523. In accordance with the Road Traffic Act and its Enforcement Decree, if you object to the revocation of your driver's license, when can you submit an application to the Objections Deliberation Committee of the Metropolitan Police?",
  "보기1": "① Within 90 days of the revocation",
  "보기2": "② Within 90 days of becoming aware of the revocation",
  "보기3": "③ Within 60 days of the revocation",
  "보기4": "④ Within 60 days of becoming aware of the revocation",
  "정답": 3
 }
]