[
 {
  "id": 1,
  "문제": "1. According to the Road Traffic Act, the term 'novice driver' means a person who has ( ) yet to lapse from thedate he/she obtains his/her driver's license. Which answer fits in ( )?",
  "보기1": "① 2 years",
  "보기2": "② 3 years",
  "보기3": "③ 4 years",
  "보기4": "④ 5 years",
  "정답": 1
 },
 {
  "id": 2,
  "문제": "2. Which of the following persons is NOT subject to a recommendation of special traffic safety education?",
  "보기1": "① A person who has obtained his/her driver's license, and is 65 years of age or older on the day of education",
  "보기2": "② A person received mandatory special traffic safety education as a novice driver who has received a disposition tosuspend the effect of his or her driver's license and for whom the period of suspension has yet to lapse.",
  "보기3": "③ A person whose driver's license can be potentially suspended due to reasons such as traffic infringements",
  "보기4": "④ A person whose driver's license has been canceled due to failure in taking an aptitude test",
  "정답": 4
 },
 {
  "id": 3,
  "문제": "3. Which of the following is the age limit for obtaining a Class II driver's license for small motor vehicles under theRoad Traffic Act?",
  "보기1": "① 15 years old or older",
  "보기2": "② 16 years old or older",
  "보기3": "③ 17 years old or older",
  "보기4": "④ 18 years old or older",
  "정답": 4
 },
 {
  "id": 4,
  "문제": "4. Which of the following tests is mandatory for a person with a driver's license for motorcycles when seeking aClass II driver's license for small motor vehicles?",
  "보기1": "① Aptitude test",
  "보기2": "② Skill test",
  "보기3": "③ Road code test",
  "보기4": "④ Inspection test",
  "정답": 2
 },
 {
  "id": 5,
  "문제": "5. Which of the following cannot be driven by a person holding a Class II driver's license for small motor vehicles?",
  "보기1": "① A 100 cc two-wheeled vehicle",
  "보기2": "② A 125 cc two-wheeled vehicle",
  "보기3": "③ A 250 cc two-wheeled vehicle",
  "보기4": "④ A 800 cc small passenger car",
  "정답": 4
 },
 {
  "id": 6,
  "문제": "6. Which of the following can be driven by a person holding a Class II driver's license for small motor vehicles?",
  "보기1": "① A forklift under 3 tons",
  "보기2": "② A passenger car",
  "보기3": "③ A motorcycle",
  "보기4": "④ A three-wheeled passenger car",
  "정답": 3
 },
 {
  "id": 7,
  "문제": "7. Under the Road Traffic Act, which of the following explanations of driver’s license is correct? (except formobility-disadvantaged persons under the Act on Promotion of the Transportation Convenience ofMobility-disadvantaged Persons)",
  "보기1": "① Persons aged over 13 can drive personal mobility devices without a driver’s license.",
  "보기2": "② If an individual aged 16 or more wants to drive personal mobility devices, he/she should obtain a driver’s license.",
  "보기3": "③ Children should obtain a driver’s license to drive personal mobility devices within a maximum of 20km or less.",
  "보기4": "④ Adults are not obliged to obtain a driver’s license if they intend to drive personal mobility devices within amaximum of 20km or less.",
  "정답": 2
 },
 {
  "id": 8,
  "문제": "8. Which of the following is a correct explanation of the definition (standard) for a motorcycle under the Road TrafficAct?",
  "보기1": "① It includes all two-wheeled vehicles",
  "보기2": "② It refers to a two-wheeled vehicle with a displacement of 250 cc or less under the Automobile Management Act.",
  "보기3": "③ It refers to a vehicle equipped with a motor showing displacement of less than 50 cc and a rated output of lessthan 0.59 kilowatts.",
  "보기4": "④ It refers to a two-wheeled vehicle with a displacement of 125 cc or less and a maximum rated output of 11kilowatts or less.",
  "정답": 4
 },
 {
  "id": 9,
  "문제": "9. Which of the following has the authority to issue you a replacement for a lost or damaged driver's license?",
  "보기1": "① Head of a Gun",
  "보기2": "② A mayor",
  "보기3": "③ A Provincial governor",
  "보기4": "④ The commissioner of City/Do police agency",
  "정답": 4
 },
 {
  "id": 10,
  "문제": "10. Which of the following is the renewal period for a person with a Class II driver's license (excluding drivers aged65 and above) for small motor vehicles?",
  "보기1": "① Every three years",
  "보기2": "② Every five years",
  "보기3": "③ Every seven years",
  "보기4": "④ Every ten years",
  "정답": 4
 },
 {
  "id": 11,
  "문제": "11. Which one of the following persons is NOT eligible to receive an international driving permit?",
  "보기1": "① A person who holds a Class I driver’s license for large towing vehicles",
  "보기2": "② A person who holds a Class I driver’s license for ordinary motor vehicles",
  "보기3": "③ A person who holds a Class II driver’s license for small motor vehicles",
  "보기4": "④ A person who holds a Class II driver’s license for motorcycles",
  "정답": 4
 },
 {
  "id": 12,
  "문제": "12. According to the Road Traffic Act, a driver must be ( ) and older to be eligible for a Class II driver’s license formotorcycles. Which answer fits in ( )",
  "보기1": "① 13 years old",
  "보기2": "② 14 years old",
  "보기3": "③ 15 years old",
  "보기4": "④ 16 years old",
  "정답": 4
 },
 {
  "id": 13,
  "문제": "13. From which one of the following tests is a person with a Class II driver's license for small motor vehiclesexempted when applying for a Class II driver’s license for ordinary motor vehicles?",
  "보기1": "① Aptitude test",
  "보기2": "② Skill test",
  "보기3": "③ Road code test",
  "보기4": "④ Inspection test",
  "정답": 1
 },
 {
  "id": 14,
  "문제": "14. Which of the following vehicles cannot be driven by a person holding a Class II driver’s license for motorcyclesunder the Road Traffic Act?",
  "보기1": "① Multi-wheeled type of two-wheeled vehicles with 100 cc displacement",
  "보기2": "② Two-wheeled vehicle with 49 cc displacement",
  "보기3": "③ Two-wheeled vehicle with 200 cc displacement",
  "보기4": "④ A vehicle equipped with a motor featuring maximum rated output of 10 kilowatts",
  "정답": 3
 },
 {
  "id": 15,
  "문제": "15. Which of the following is a requirement to pass the aptitude test for a Class II driver’s license for motorcycles?",
  "보기1": "① Visual acuity of 0.4 or higher (with both eyes opened)",
  "보기2": "② Visual acuity of 0.6 or higher in one eye if the person has usable vision in only one eye",
  "보기3": "③ Ability to hear 55-decibel sounds",
  "보기4": "④ Ability to hear 40-decibel sounds if the person uses a hearing aid",
  "정답": 2
 },
 {
  "id": 16,
  "문제": "16. Which of the following statements about the structural modification of a two-wheeled vehicle is correct?",
  "보기1": "① Any structural modification of a two-wheeled vehicle must be reported to the police department.",
  "보기2": "② Structural modification of a two-wheeled vehicle is not allowed under any circumstances.",
  "보기3": "③ Illegal structural modification of a two-wheeled vehicle is subject to penalty.",
  "보기4": "④ A two-wheeled vehicle can be structurally modified by its owner without obtaining a permit.",
  "정답": 3
 },
 {
  "id": 17,
  "문제": "17. Under the Motor Vehicle Management Act, two-wheeled vehicles that have a maximum speed of ( ) km/h aresubject for registration. Which of the following is correct?",
  "보기1": "① 10",
  "보기2": "② 15",
  "보기3": "③ 20",
  "보기4": "④ 25",
  "정답": 4
 },
 {
  "id": 18,
  "문제": "18. Under the compulsory Motor Vehicle Liability Security Act, which of the following insurances must be purchasedwhen registering the use of a two-wheeled vehicle?",
  "보기1": "① Comprehensive insurance",
  "보기2": "② Accident insurance",
  "보기3": "③ Liability insurance",
  "보기4": "④ Driver insurance",
  "정답": 3
 },
 {
  "id": 19,
  "문제": "19. Under the Automobile Management Act, when ownership of a two-wheeled vehicle is transferred through a sale,which of the following is the criterion of a deadline for registration of the change?",
  "보기1": "① Within 7 days from the date of purchase",
  "보기2": "② Within 10 days from the date of purchase",
  "보기3": "③ Within 15 days from the date of purchase",
  "보기4": "④ Within 30 days from the date of purchase",
  "정답": 3
 },
 {
  "id": 20,
  "문제": "20. Which of the following correctly describes the method for inspecting the tires of a two-wheeled vehicle?",
  "보기1": "① Always inspect air pressure in the tires visually.",
  "보기2": "② Tire wear has no impact on driving safety.",
  "보기3": "③ Reduced air pressure in the tires increases braking efficiency.",
  "보기4": "④ Tires should be inspected regularly to ensure safe driving.",
  "정답": 4
 },
 {
  "id": 21,
  "문제": "21. Which of the following is the most appropriate explanation for the safety standards of two-wheeled vehicles interms of the performance and standards applicable to automobiles and automobile parts? (Excluding largetwo-wheeled vehicles)",
  "보기1": "① The length should not exceed 2.5 meters in the unloaded condition excluding any sidecar.",
  "보기2": "② The vehicle should not exceed 1.5 meters in width and 2.5 meters in height in the unloaded condition excludingany sidecar.",
  "보기3": "③ The gross weight of a two-wheeled vehicle of miscellaneous type should not exceed 500 kg.",
  "보기4": "④ The gross weight of a special type two-wheeled vehicle should not exceed 700 kg.",
  "정답": 1
 },
 {
  "id": 22,
  "문제": "22. Which of the following best describes the correct management of motor vehicle tires?",
  "보기1": "① Tires are used until the tread is completely worn off.",
  "보기2": "② The higher the tire pressure, the better.",
  "보기3": "③ It is advisable to replace tires on a regular basis.",
  "보기4": "④ Car tires and fuel-efficiency are unrelated.",
  "정답": 3
 },
 {
  "id": 23,
  "문제": "23. Which one of the following two-wheeled vehicle categories should be registered and reported to the head of aSi/Gun/Gu (borough)?",
  "보기1": "① A two-wheeled vehicle with an engine displacement of 49 cc and maximum speed of 25 kilometers per hour orhigher",
  "보기2": "② A two-wheeled vehicle without a differential gear, designed mainly for mountainous terrains",
  "보기3": "③ A two-wheeled vehicle with steering and brake systems that cannot be controlled manually, designed mainly forpurposes other than roadway travel",
  "보기4": "④ A medical mobility scooter",
  "정답": 1
 },
 {
  "id": 24,
  "문제": "24. Which one of the following statements on the inspection of two-wheeled vehicle brakes is INCORRECT?",
  "보기1": "① Check whether the brake levers are firm by squeezing the levers as you move the motorcycle slowly. If necessary,adjust the levers.",
  "보기2": "② Brake fluid is not a consumable, and it is not necessary to change it. You only need to check the level and addfluid when necessary.",
  "보기3": "③ Check the brake pads and discs for signs of wear on a regular basis. Change them when necessary.",
  "보기4": "④ Check for any leakage of brake fluid. Fix any leaks.",
  "정답": 2
 },
 {
  "id": 25,
  "문제": "25. Which of the following is not the precautions in case of a fire in high voltage battery system of an electricvehicle?",
  "보기1": "① Turn off the vehicle system immediately in case of fire.",
  "보기2": "② When extinguishing fire, use a fire extinguisher charged with liquid carbon dioxide.",
  "보기3": "③ If it is impossible to extinguish the fire, evacuate to a safe place.",
  "보기4": "④ There is no need to tell the fire department whether it is fire on an electric vehicle.",
  "정답": 4
 },
 {
  "id": 26,
  "문제": "26. Which one of the following statements regarding the risk presented by excessive pressure in two-wheeled vehicletires is INCORRECT?",
  "보기1": "① It is easier for tires to slip.",
  "보기2": "② The tread center wears out quickly.",
  "보기3": "③ The contact surface becomes smaller.",
  "보기4": "④ The handle gets heavier.",
  "정답": 4
 },
 {
  "id": 27,
  "문제": "27. Which of the following statements regarding the risk presented by low pressure in two-wheeled vehicle tires isINCORRECT?",
  "보기1": "① The contact surface becomes wider.",
  "보기2": "② Fuel is wasted.",
  "보기3": "③ At high speeds, an underinflated tire can prevent accidents caused by tire bursting.",
  "보기4": "④ It is less slippery.",
  "정답": 3
 },
 {
  "id": 28,
  "문제": "28. Which of the following statements regarding the role of engine oil in two-wheeled vehicles is INCORRECT?",
  "보기1": "① It lubricates.",
  "보기2": "② It heats up the engine and enhances performance.",
  "보기3": "③ It cleans.",
  "보기4": "④ It prevents wearing of the parts.",
  "정답": 2
 },
 {
  "id": 29,
  "문제": "29. Under the Automobile Management Act, which of the following is the correct penalty imposed on a driver whooperated a motorcycle without a license plate attached to the vehicle? (In case of the 1st violation)",
  "보기1": "① 300,000 won",
  "보기2": "② 500,000 won",
  "보기3": "③ 700,000 won",
  "보기4": "④ 1 million won",
  "정답": 1
 },
 {
  "id": 30,
  "문제": "30. Which of the following is NOT correct regarding a driver's compliance with the Road Traffic Act?",
  "보기1": "① Cyclists should not ride bicycles that may pose a risk to traffic safety.",
  "보기2": "② Drivers using motorcycles must ensure that their passengers also wear life protection equipment.",
  "보기3": "③ Motorcyclists do not need to recommend that their passengers wear life protection equipment.",
  "보기4": "④ A driver of a personal mobility device should not drive with passengers in excess of the number of riders inaccordance with the Road Traffic Act and its enforcement decree.",
  "정답": 3
 },
 {
  "id": 31,
  "문제": "31. Which of the following is a correct and safe way to switch lanes?",
  "보기1": "① Catch up to the vehicle in front of you so that others cannot cut in front of you.",
  "보기2": "② Change lanes quickly even though it may obstruct or pose a danger to other drivers.",
  "보기3": "③ Turn on the hazard lights when changing lanes.",
  "보기4": "④ Turn on the turning signal to let other drivers know and change lanes safely.",
  "정답": 4
 },
 {
  "id": 32,
  "문제": "32. Which of the following has the greatest impact on a driver's driving behavior?",
  "보기1": "① How the driver acquired his/her license",
  "보기2": "② The driver's educational background",
  "보기3": "③ Type of driver's license",
  "보기4": "④ Physical condition of the driver",
  "정답": 4
 },
 {
  "id": 33,
  "문제": "33. Which of the following advice on first aid for a traffic accident victim is correct?",
  "보기1": "① If the victim is unconscious, turn the victim over onto his stomach to clear the airway.",
  "보기2": "② An injured person who is conscious shall take assistance for psychological stability.",
  "보기3": "③ Perform resuscitation if the victim's airway is blocked.",
  "보기4": "④ When the injured person is suffering from a fracture, strongly press the fractured area with hands",
  "정답": 2
 },
 {
  "id": 34,
  "문제": "34. Which of the following is the most appropriate action for a driver to take after witnessing a traffic accident?",
  "보기1": "① Move the injured person, regardless of the severity of his or her injury.",
  "보기2": "② As the situation is none of your business, leave the site of the accident quickly.",
  "보기3": "③ If there is a vehicle fleeing the scene, chase and apprehend the vehicle and driver.",
  "보기4": "④ Report the accident to the police station or 119 (emergency number), explaining the level of injury.",
  "정답": 4
 },
 {
  "id": 35,
  "문제": "35. Which of the following example describes the correct order of a driver's behavior?",
  "보기1": "① Recognition → Judgement → Execution",
  "보기2": "② Judgement → Recognition → Execution",
  "보기3": "③ Execution → Judgement → Recognition",
  "보기4": "④ Recognition → Execution → Judgement",
  "정답": 1
 },
 {
  "id": 36,
  "문제": "36. Which of the following has a higher chance of occurrence during the night than during the day?",
  "보기1": "① Economic driving",
  "보기2": "② Limited sight and reduced visibility",
  "보기3": "③ Reckless driving",
  "보기4": "④ Speeding",
  "정답": 2
 },
 {
  "id": 37,
  "문제": "37. You drove over a broken yellow line in the center of the road to overtake a vehicle ahead of you, only to see avehicle speeding toward you from the opposite direction. Which of the following is the safest way to drive in thissituation?",
  "보기1": "① Abort the overtake and return to your lane.",
  "보기2": "② Switch on your headlights and sound the horn to convince the approaching vehicle to let you finish passing.",
  "보기3": "③ Speed up to complete overtaking the vehicle as quickly as possible.",
  "보기4": "④ Stop right there or drive onto the edge of the road.",
  "정답": 1
 },
 {
  "id": 38,
  "문제": "38. What is the section of the road where you must stop at the stop line or continue on depending on the trafficsignal?",
  "보기1": "① A dilemma zone",
  "보기2": "② A no-parking zone",
  "보기3": "③ A speed zone",
  "보기4": "④ A stop-line zone",
  "정답": 1
 },
 {
  "id": 39,
  "문제": "39. Which of the following is the safest way to drive in fog when there is low visibility?",
  "보기1": "① If visibility is poor, it is OK to cross the center line.",
  "보기2": "② Turn on the headlights and use the vehicle horn to let the vehicle on the opposite side know you are trying toovertake the vehicle in front of you.",
  "보기3": "③ Turn on the headlights or fog lamps to make your vehicle more visible in the fog.",
  "보기4": "④ Drive fast to get out of the fog.",
  "정답": 3
 },
 {
  "id": 40,
  "문제": "40. Under the Road Traffic Act, which of the following should not be followed by a driver of a personal mobilitydevice?",
  "보기1": "① The number of revolutions of the motor should not be increased.",
  "보기2": "② If an elderly person who cannot use the overpass is crossing the road, the driver should stop the vehicletemporarily.",
  "보기3": "③ A driver should not drive the vehicle if there is a risk of not being able to drive normally (e.g. due to theinfluence of drugs).",
  "보기4": "④ Make sure that the water does not splash over to other people while driving over a puddle of water.",
  "정답": 1
 },
 {
  "id": 41,
  "문제": "41. If a vehicle ahead of you entering an intersection without traffic lights is making a left turn, what should you do?",
  "보기1": "① Proceed with caution if you are going to pass straight through.",
  "보기2": "② If you are going to turn right, make a right turn at a reduced speed.",
  "보기3": "③ If you are going to go straight through or take a right turn, yield to vehicles making left turns.",
  "보기4": "④ If you are driving on a narrow road, pass through the intersection at a reduced speed.",
  "정답": 3
 },
 {
  "id": 42,
  "문제": "42. Which of the following statements about stopping/parking a two-wheeled vehicle is the WORST advice?",
  "보기1": "① When you stop or park your two-wheeled vehicle after driving, ensure that the extremely heated engine andmuffler areas are out of reach for pedestrians.",
  "보기2": "② Stop and/or park your two-wheeled vehicle on a flat surface if possible.",
  "보기3": "③ Set up support on soft ground to stop or park.",
  "보기4": "④ Do not stop/park in areas that interfere with pedestrian traffic.",
  "정답": 3
 },
 {
  "id": 43,
  "문제": "43. On a general roadway with one lane in each direction, the driver of a two-wheeled vehicle sees a bus aheadstopping on the right side of the road. Which of the following is the safest action to take?",
  "보기1": "① Cross the solid-lined center line and overtake the bus.",
  "보기2": "② Drive along the sidewalk to the right.",
  "보기3": "③ Use the horn and drive along the left side of the bus.",
  "보기4": "④ Stop behind the bus and wait for the bus to start moving.",
  "정답": 4
 },
 {
  "id": 44,
  "문제": "44. According to the Road Traffic Act, which one of the following acts by motorcyclists is NOT considered a trafficoffense?",
  "보기1": "① Drunk driving",
  "보기2": "② Touching the display screen to operate a device while driving",
  "보기3": "③ Failure to meet the standards for the permeability of visible rays through window glass of the motorcycle",
  "보기4": "④ Stopping/parking in a restricted area",
  "정답": 3
 },
 {
  "id": 45,
  "문제": "45. Which of the following describes a good habit for a person while driving a two-wheeled vehicle?",
  "보기1": "① When you see congested traffic on the road, use the pedestrian path.",
  "보기2": "② Even if you do not see any senior citizens while in a protection area for older persons, adhere to the speed limitand drive cautiously.",
  "보기3": "③ If you feel tired while driving at night, stop the two-wheeled vehicle on the road side area and get some restbefore you continue.",
  "보기4": "④ Drive rapidly through a crosswalk without traffic lights even if pedestrians are crossing.",
  "정답": 2
 },
 {
  "id": 46,
  "문제": "46. Which of the following is appropriate for a motorcyclist?",
  "보기1": "① You can change lanes regularly.",
  "보기2": "② You do not have to wear a helmet on a hot summer day.",
  "보기3": "③ You must slow down when riding over a puddle so as not to splash others.",
  "보기4": "④ You can use the sidewalk when there is traffic congestion.",
  "정답": 3
 },
 {
  "id": 47,
  "문제": "47. Which of the following statements describes a safe way to drive a two-wheeled vehicle?",
  "보기1": "① When a taxi ahead of you comes to a stop, use caution and slow down, as a passenger might get out of thevehicle.",
  "보기2": "② Carry your mobile phone in your hand while driving so you are able to respond to urgent calls.",
  "보기3": "③ Overtake and pass school buses for children.",
  "보기4": "④ To prevent other vehicles from cutting in front of you, drive closer to the vehicle ahead.",
  "정답": 1
 },
 {
  "id": 48,
  "문제": "48. Which of the following is the correct method to yield?",
  "보기1": "① When driving at a low speed, move to the left edge of the road to yield to other drivers.",
  "보기2": "② Apply the brakes immediately if you are being followed by an emergency vehicle.",
  "보기3": "③ Regardless of who has the right of way at an intersection, you should always yield.",
  "보기4": "④ When you encounter a yield sign, yield to drivers on the other road.",
  "정답": 4
 },
 {
  "id": 49,
  "문제": "49. Which of the following is a good driving advice?",
  "보기1": "① Close in on the vehicle ahead of you to prevent other drivers from moving into your lane.",
  "보기2": "② If a crosswalk has no traffic lights, the best approach is to drive as fast as you can when there is no onecrossing.",
  "보기3": "③ If you feel tired while driving at night, stop and take some rest where you are before continuing to drive.",
  "보기4": "④ Drive under the speed limit in school zones considering children's safety.",
  "정답": 4
 },
 {
  "id": 50,
  "문제": "50. Which of the following is the most appropriate for drivers trying to change lanes or overtake another vehicle?",
  "보기1": "① Change lanes quickly not to disturb others.",
  "보기2": "② It is OK to overtake the vehicle in front of you when that vehicle is trying to overtake another vehicle.",
  "보기3": "③ To overtake another vehicle, do it from its right side.",
  "보기4": "④ Turn on the turning signal first, then change lanes safely when road lines are broken.",
  "정답": 4
 },
 {
  "id": 51,
  "문제": "51. Which of the following drivers is most likely to cause a traffic accident?",
  "보기1": "① A driver who focuses only on driving",
  "보기2": "② A driver who repeatedly makes sudden starts and sudden lane changes, and applies brakes suddenly",
  "보기3": "③ A driver who secures a safe distance from other cars or bicycles",
  "보기4": "④ A driver who has a mindset to be patient and yield the right of way",
  "정답": 2
 },
 {
  "id": 52,
  "문제": "52. A yield sign is installed before the entrance of an intersection. Which of the following is the correct method topass through?",
  "보기1": "① Pass through slowly.",
  "보기2": "② Pass through without stopping at the stop line.",
  "보기3": "③ Pass through after yielding to another car.",
  "보기4": "④ Turn on the emergency flashers and pass through.",
  "정답": 3
 },
 {
  "id": 53,
  "문제": "53. A victim with a minor injury is bleeding. Which of the following best describes the first aid you should provide?",
  "보기1": "① For minor bleeding, put a clean piece of gauze or cloth on the wound and use your hands to apply pressure.",
  "보기2": "② Using a tourniquet, tie the injured part of the body far away from the heart.",
  "보기3": "③ Position the bleeding part so that it is lower than the heart.",
  "보기4": "④ Just drive on, as the injury is only minor.",
  "정답": 1
 },
 {
  "id": 54,
  "문제": "54. Which of the following is the most appropriate way to drive safely on the road?",
  "보기1": "① In case of a traffic bottleneck, tailgate the vehicle in front of you.",
  "보기2": "② Drive safely across the crosswalk while pedestrians are still crossing.",
  "보기3": "③ If the traffic light turns yellow, stop in the crosswalk.",
  "보기4": "④ Drive under the speed limit in school zones.",
  "정답": 4
 },
 {
  "id": 55,
  "문제": "55. Which of the following is the most considerate driving for pedestrians?",
  "보기1": "① Use the vehicle horn while driving through to alarm the pedestrians.",
  "보기2": "② Two-wheeled vehicles have the right of way over pedestrians on an unlaned road.",
  "보기3": "③ Always drive considerately and defensively for pedestrians.",
  "보기4": "④ When there are no pedestrians crossing, drive by quickly.",
  "정답": 3
 },
 {
  "id": 56,
  "문제": "56. You are driving on a two-lane road and a city bus has stopped on the road ahead of you. Which of thefollowing is the safest way to approach?",
  "보기1": "① Keep a safe distance from the bus and quickly pass it.",
  "보기2": "② Speed up and drive in the center of the road.",
  "보기3": "③ Drive on the other side of the road in case a pedestrian comes out from nowhere.",
  "보기4": "④ Stop and wait until the bus moves as it is dangerous to pass a bus.",
  "정답": 4
 },
 {
  "id": 57,
  "문제": "57. Which of the following is a safe driving practice?",
  "보기1": "① Sound the horn to let nearby children know that a vehicle is driving by.",
  "보기2": "② Speed up through a railway crossing if the crossing gate is about to close.",
  "보기3": "③ If making a right turn, drive along the right edge of the road at a reduced speed before taking the turn.",
  "보기4": "④ At nighttime, switch your headlights to high beams to alert drivers coming from the opposite direction.",
  "정답": 3
 },
 {
  "id": 58,
  "문제": "58. Which of the following is the correct penalty according to the Road Traffic Act for a driver who cannot operate avehicle properly because of fatigue (e.g. falling asleep behind the wheel)?",
  "보기1": "① No penalty",
  "보기2": "② Custody or a fine of up to KRW 100,000",
  "보기3": "③ Custody or a fine of up to KRW 200,000",
  "보기4": "④ Custody or a fine of up to KRW 300,000",
  "정답": 4
 },
 {
  "id": 59,
  "문제": "59. According to the Road Traffic Act, which of the following is the threshold for the state of intoxication at whichanyone is prohibited from driving?",
  "보기1": "① Blood-alcohol concentration of 0.03 percent or more",
  "보기2": "② Blood-alcohol concentration of 0.06 percent or more",
  "보기3": "③ Blood-alcohol concentration of 0.08 percent or more",
  "보기4": "④ Blood-alcohol concentration of 0.09 percent or more",
  "정답": 1
 },
 {
  "id": 60,
  "문제": "60. Which of the following best describes the effect of alcohol on driving?",
  "보기1": "① It reduces the chance of drowsy driving.",
  "보기2": "② It enhances your cognitive ability.",
  "보기3": "③ It enhances your driving ability.",
  "보기4": "④ It reduces your concentration level.",
  "정답": 4
 },
 {
  "id": 61,
  "문제": "61. Which of the following statements about brake reaction distance is correct?",
  "보기1": "① Brake reaction distance tends to be longer when the driver is under the influence of alcohol.",
  "보기2": "② When driving in the rain, the stopping distance is shorter than the brake reaction distance.",
  "보기3": "③ Drivers should maintain brake reaction distance to prevent traffic accidents.",
  "보기4": "④ Brake reaction distance is the distance from where the driver applies the brakes upon recognizing danger towhere the vehicle comes to a complete halt.",
  "정답": 1
 },
 {
  "id": 62,
  "문제": "62. Which of the following correctly describes the effect of fatigue on driving?",
  "보기1": "① Speed of reaction to surrounding conditions increases.",
  "보기2": "② Vision is reduced, while the field of vision is increased.",
  "보기3": "③ Perception and motor skills deteriorate.",
  "보기4": "④ It is possible to drive in a meticulous and planned manner.",
  "정답": 3
 },
 {
  "id": 63,
  "문제": "63. A driver of a two-wheeled vehicle is about to make an unprotected left turn. Which of the following statementsabout safety is correct?",
  "보기1": "① The driver is not allowed to turn left when the lights are green.",
  "보기2": "② The driver may turn left only when the lights are red.",
  "보기3": "③ A two-wheeled vehicle can make left turns regardless of the traffic signal.",
  "보기4": "④ The driver must watch out for vehicles driving straight through the intersection from the opposite direction.",
  "정답": 4
 },
 {
  "id": 64,
  "문제": "64. All drivers of two-wheeled vehicles must ( ) at railway crossings before they cross. Which is the correct answerfor ( )?",
  "보기1": "① Slow down",
  "보기2": "② Stop and park",
  "보기3": "③ Make a temporary stop",
  "보기4": "④ Overtake",
  "정답": 3
 },
 {
  "id": 65,
  "문제": "65. Which of the following is the criminal penalty standard for driving two-wheeled vehicle with a blood alcoholconcentration of 0.03% or more and less than 0.08%?",
  "보기1": "① Imprisonment for up to 1 year or a fine of up to KRW 5 million.",
  "보기2": "② Imprisonment for up to 1 year or a fine of up to KRW 10 million.",
  "보기3": "③ Imprisonment for up to 2 years or a fine of up to KRW 10 million.",
  "보기4": "④ Imprisonment for up to 2 years or a fine of up to KRW 20 million.",
  "정답": 1
 },
 {
  "id": 66,
  "문제": "66. Which of the following statements about fatigue, overstrain, and drowsy driving is correct?",
  "보기1": "① Driving under monotonous surroundings and very little variety in driving activity can result in drowsy driving,regardless of whether the driver is deprived of sleep.",
  "보기2": "② On a road with few changes and no dangerous situations, a driver's attention improves and the possibility ofdrowsy driving is reduced.",
  "보기3": "③ When the driver gets tired and sleepy, he/she becomes sensitive to dangerous situations.",
  "보기4": "④ When driving under the influence of alcohol, the driver's brain function improves and the possibility of drowsydriving is reduced.",
  "정답": 1
 },
 {
  "id": 67,
  "문제": "67. Which of the following correctly describes the impact of fatigue on a driver's body?",
  "보기1": "① The ability to deal with emergency situations is enhanced.",
  "보기2": "② The field of vision is narrowed.",
  "보기3": "③ The time between recognition of a stimulus and response is shortened.",
  "보기4": "④ The driver's sense of judgment is improved.",
  "정답": 2
 },
 {
  "id": 68,
  "문제": "68. Which of the following is a good practice for pedestrian safety?",
  "보기1": "① Walk on the left side of the sidewalk",
  "보기2": "② Walk on the right side of the sidewalk",
  "보기3": "③ Walk along the middle of the sidewalk",
  "보기4": "④ Don’t worry which side of the sidewalk you are walking on",
  "정답": 2
 },
 {
  "id": 69,
  "문제": "69. According to the Road Traffic Act, which of the following statements about pedestrian protection is correct?",
  "보기1": "① A cyclist pushing his bicycle is not a pedestrian.",
  "보기2": "② Two-wheeled vehicles always take precedence over pedestrians.",
  "보기3": "③ The commissioner of City/Do police agency can install pedestrian-only lanes for the protection of pedestrians.",
  "보기4": "④ Baby carriages are not allowed on pedestrian-only lanes.",
  "정답": 3
 },
 {
  "id": 70,
  "문제": "70. Which of the following persons or groups can pass through the center of a road?",
  "보기1": "① A parade for an important social event",
  "보기2": "② A person riding a large animal such as a horse or a cow",
  "보기3": "③ A person who is cleaning or repairing the road",
  "보기4": "④ A funeral parade with people holding flags or banners",
  "정답": 1
 },
 {
  "id": 71,
  "문제": "71. Which of the following best summarizes your duty as a driver to protect pedestrians?",
  "보기1": "① An intoxicated pedestrian who is jaywalking does not have to be protected.",
  "보기2": "② It is okay to interrupt the flow of pedestrians crossing a street where there is traffic control.",
  "보기3": "③ It is acceptable for cars to pass when the green light on the pedestrian’s traffic signal is flashing.",
  "보기4": "④ When making a right turn at an intersection where there is traffic control, you should not interrupt the flow ofpedestrians crossing on their green signal.",
  "정답": 4
 },
 {
  "id": 72,
  "문제": "72. Which of the following correctly describes how you should drive when you spot an elderly person crossing theroad?",
  "보기1": "① Continue at your current speed.",
  "보기2": "② Stop your vehicle at a safe distance.",
  "보기3": "③ Drive past him on the other side of the road.",
  "보기4": "④ Sound the horn and come to a sudden stop.",
  "정답": 2
 },
 {
  "id": 73,
  "문제": "73. Which of the following statements is correct about when it is safe for a pedestrian to walk on a road where thefootpath and the road are separated?",
  "보기1": "① You can walk on the road if there are many pedestrians.",
  "보기2": "② You can walk on the road if the footpath is closed for construction/repair.",
  "보기3": "③ You can use the road if you are jogging.",
  "보기4": "④ It doesn't matter whether you walk on the footpath or on the road.",
  "정답": 2
 },
 {
  "id": 74,
  "문제": "74. While driving through the city at 50 km/h, you spot a pedestrian crossing the road illegally. What is the rightcourse of action for you?",
  "보기1": "① Slam on the brakes and come to a stop.",
  "보기2": "② Estimate the pedestrian's path and drive around him.",
  "보기3": "③ Slow down and turn on the emergency flashers to caution any vehicle behind you before coming to a stop.",
  "보기4": "④ Caution the pedestrian by sounding the horn and increase speed to drive past.",
  "정답": 3
 },
 {
  "id": 75,
  "문제": "75. You are trying to make a right turn in an intersection and there is a pedestrian walking on a crosswalk. Which ofthe following is the safest way to approach?",
  "보기1": "① If you think you can make the right turn, do it quickly.",
  "보기2": "② Even though the crosswalk light has turned red, wait until the pedestrian finishes crossing the entire crosswalk.",
  "보기3": "③ Make the turn while avoiding the pedestrian.",
  "보기4": "④ Make the turn since the crosswalk light has turned red.",
  "정답": 2
 },
 {
  "id": 76,
  "문제": "76. Which of the following is the safest way to drive through a crosswalk in a school zone with no traffic light?",
  "보기1": "① If there are no pedestrians crossing, drive through slowly.",
  "보기2": "② If there are no pedestrians crossing, drive through as fast as possible.",
  "보기3": "③ Come to a full stop even if there are no pedestrians crossing.",
  "보기4": "④ Use the vehicle horn while driving through to alarm the pedestrians.",
  "정답": 3
 },
 {
  "id": 77,
  "문제": "77. The driver of a two-wheeled vehicle must ( ) at a crosswalk or intersection when the lights are red. Which of thefollowing is correct?",
  "보기1": "① Slow down",
  "보기2": "② Drive at a reduced speed",
  "보기3": "③ Stop",
  "보기4": "④ Drive through",
  "정답": 3
 },
 {
  "id": 78,
  "문제": "78. Which of the following is a safe driving practice?",
  "보기1": "① If an emergency vehicle approaches from behind, increase speed and drive alongside it.",
  "보기2": "② Increase your speed when driving through school zones to prevent accidents.",
  "보기3": "③ Stop if you spot any pedestrians crossing the road illegally.",
  "보기4": "④ Overtake a vehicle up ahead along its right.",
  "정답": 3
 },
 {
  "id": 79,
  "문제": "79. According to the Road Traffic Act and its Enforcement Decree, which one of the following is considered apedestrian?",
  "보기1": "① A person using a medical electric wheelchair",
  "보기2": "② A cyclist",
  "보기3": "③ A person using an electric skateboard",
  "보기4": "④ A person using an electric scooter",
  "정답": 1
 },
 {
  "id": 80,
  "문제": "80. According to the Road Traffic Act and its Enforcement Decree, which of the following categories is considered thesame as a visually impaired person?",
  "보기1": "① A senior citizen",
  "보기2": "② A hearing-impaired person",
  "보기3": "③ A child",
  "보기4": "④ A person pushing a baby stroller",
  "정답": 2
 },
 {
  "id": 81,
  "문제": "81. Which one of the following statements about pedestrians crossing the road is correct?",
  "보기1": "① In an emergency, a pedestrian may choose to cross under the median strip designed to prevent jaywalking.",
  "보기2": "② Pedestrians are not allowed to cross the road where there is no crosswalk.",
  "보기3": "③ People with disabilities may cross the road without having to use a crosswalk or similar facilities.",
  "보기4": "④ Pedestrians may under no circumstances cross immediately in front of or behind a vehicle.",
  "정답": 3
 },
 {
  "id": 82,
  "문제": "82. Which of the following safety signs is to be installed mandatorily when a crosswalk cannot be marked becausethe road is in an unfinished condition?",
  "보기1": "① A warning sign to alert people and vehicles passing by",
  "보기2": "② A warning sign to notify drivers of the poor road conditions",
  "보기3": "③ An informative sign indicating the length of the crosswalk",
  "보기4": "④ An informative sign indicating the width of the crosswalk",
  "정답": 4
 },
 {
  "id": 83,
  "문제": "83. Under the Road Traffic Act, which of the following is the safest way for a motorcycle driver to cross the roadthrough a crosswalk?",
  "보기1": "① Get off the motorcycle and walk while pushing it.",
  "보기2": "② Proceed as-is, riding the motorcycle.",
  "보기3": "③ Cross while driving the motorcycle slowly.",
  "보기4": "④ Increase the speed of the motorcycle to cross quickly.",
  "정답": 1
 },
 {
  "id": 84,
  "문제": "84. According to the Road Traffic Act, which one of the following is the safest way for a pedestrian to use aroadway where the pedestrian path is not clearly distinguished from the section for cars but has a center line?",
  "보기1": "① Walk along the roadside area.",
  "보기2": "② Walk along any side of the road.",
  "보기3": "③ Walk along the center line.",
  "보기4": "④ Pedestrians must avoid using this road.",
  "정답": 1
 },
 {
  "id": 85,
  "문제": "85. According to the Road Traffic Act, which of the following must a medical electric wheelchair use?",
  "보기1": "① Roadway",
  "보기2": "② Exclusive road for bicycles",
  "보기3": "③ Sidewalk",
  "보기4": "④ Bicycle priority lane",
  "정답": 3
 },
 {
  "id": 86,
  "문제": "86. The driver of a two-wheeled vehicle is traveling on the back road in the center of the city. Which one of thefollowing is the safest way to drive?",
  "보기1": "① Flash the headlights to alert oncoming cars.",
  "보기2": "② Sound the horn to alert others of your vehicle.",
  "보기3": "③ Slow down, as children might suddenly jump into the road.",
  "보기4": "④ Accelerate and drive through the area quickly.",
  "정답": 3
 },
 {
  "id": 87,
  "문제": "87. Which of the following is the appropriate way for a motorcyclist to drive?",
  "보기1": "① When traffic conditions are congested, drive between cars.",
  "보기2": "② Of the lanes, drive using the right lane only.",
  "보기3": "③ Use the sidewalk when no pedestrian is using the sidewalk.",
  "보기4": "④ Drive on the roadside area to drive fast.",
  "정답": 2
 },
 {
  "id": 88,
  "문제": "88. Which of the following is the safest way to drive when passing over a sidewalk to enter a gas station or theparking lot of a store?",
  "보기1": "① Pass over the sidewalk while flashing your headlights.",
  "보기2": "② Pass over the sidewalk while honking.",
  "보기3": "③ Pass over the sidewalk quickly so as not to get in the way of pedestrians.",
  "보기4": "④ Pass over the sidewalk after making a temporary stop to verify that it is safe to do so.",
  "정답": 4
 },
 {
  "id": 89,
  "문제": "89. Which of the following statements about the passage of motor vehicles and horses is correct?",
  "보기1": "① Vehicles and horses should use the lane on the left side of the center line.",
  "보기2": "② Vehicles and horses should use the lane on the right side of the center line.",
  "보기3": "③ In places other than roads, vehicles and horses should use a sidewalk at low speed.",
  "보기4": "④ When entering a designated zone or a place prohibited by a safety sign, vehicles and horses should stoptemporarily before passing.",
  "정답": 2
 },
 {
  "id": 90,
  "문제": "90. According to the Road Traffic Act, which of the following drivers is driving in the safest way?",
  "보기1": "① A driver who is driving carefully next to a pedestrian who is crossing a road that does not have a crosswalk.",
  "보기2": "② A driver who is driving up a steep hill at an increased speed.",
  "보기3": "③ A driver who stops his/her vehicle at an intersection, which does not have traffic lights, as he/she is unable to seewhat is on the left and right sides of the intersection.",
  "보기4": "④ A driver who has spotted the risk of car accident involving a child, and is honking the horn to inform the childof the danger.",
  "정답": 3
 },
 {
  "id": 91,
  "문제": "91. At an intersection where there is no traffic control, which of the following motor vehicles should enter theintersection last if there are vehicles intending to enter the intersection at the same time?",
  "보기1": "① A motor vehicle that is coming from a wide road.",
  "보기2": "② A motor vehicle that intends to turn left provided all the roads connected to the intersection have the samewidth.",
  "보기3": "③ A motor vehicle that is coming from a road that is on the right side of the intersection provided all the roadsconnected to the intersection have the same width.",
  "보기4": "④ A motor vehicle that intends to turn right provided all the roads connected to the intersection have the samewidth",
  "정답": 2
 },
 {
  "id": 92,
  "문제": "92. According to the Road Traffic Act, which of the following is the correct traffic method for motor vehicles andhorses?",
  "보기1": "① A motor vehicle that intends to turn left at an intersection that does not have traffic lights must give way tomotor vehicles that intend to go straight.",
  "보기2": "② When a motor vehicle stops on a road where the sidewalk and the road are not demarcated, the motor vehiclemust do so at least 50 centimeters toward the center, away from the right side of the road.",
  "보기3": "③ When a motor vehicle signals intention to take a right turn at an intersection, the following motor vehicle mustnot disturb the course of the motor vehicle ahead of it.",
  "보기4": "④ The minimum driving speed on a motor vehicle-only lane is 40 kilometers per hour.",
  "정답": 4
 },
 {
  "id": 93,
  "문제": "93. Which of the following correctly describes the type of traffic law violation incurred by the so-called 'tail-biting',that is, an act of disturbing other motor vehicles' course by remaining at an intersection after failing to moveforward even when the traffic signal has changed?",
  "보기1": "① Violation of the methods for passing through Intersections",
  "보기2": "② Violation of temporary stop",
  "보기3": "③ Violation of lane change methods",
  "보기4": "④ Violation of measures for relief of traffic congestion",
  "정답": 1
 },
 {
  "id": 94,
  "문제": "94. Which of the following best describes the term ‘safe following distance’ ?",
  "보기1": "① A distance that will allow you to avoid a collision if the vehicle in front of you stops suddenly",
  "보기2": "② The distance to be maintained by a following cyclist to avoid colliding into the rear of the vehicle ahead",
  "보기3": "③ The distance the driver is required to safely step on the brake pedal and bring the vehicle to a stop",
  "보기4": "④ The distance required to identify a dangerous situation, step on the brake pedal, and make the brake startworking",
  "정답": 1
 },
 {
  "id": 95,
  "문제": "95. What is the purpose of speed bumps?",
  "보기1": "① To help vehicles conserve fuel",
  "보기2": "② To regulate speeding vehicles",
  "보기3": "③ To reduce traffic volume",
  "보기4": "④ To reduce vehicle speed",
  "정답": 4
 },
 {
  "id": 96,
  "문제": "96. Which of the following correctly describes the roadside area?",
  "보기1": "① The roadside area is to be marked with a safety sign for pedestrian safety.",
  "보기2": "② The roadside area, which is intended for cyclists, is installed where roadways and crosswalks are separated.",
  "보기3": "③ The roadside area is to be marked by a safety sign to allow pedestrians to cross the road.",
  "보기4": "④ The roadside area is to be used for travel of two-wheeled vehicles and motorcycles.",
  "정답": 1
 },
 {
  "id": 97,
  "문제": "97. Which of the following statements best explains stopping distance?",
  "보기1": "① The distance from the point where the driver first applies the brakes until the point where vehicle comes to acomplete stop",
  "보기2": "② The distance required to avoid collision should the vehicle ahead stop suddenly",
  "보기3": "③ The distance that a vehicle travels from the point at which the driver detects danger and steps on the brakepedal to the point at which the vehicle makes a complete stop",
  "보기4": "④ The distance from where the driver detects danger and applies the brakes until the brakes actually begin toactivate",
  "정답": 3
 },
 {
  "id": 98,
  "문제": "98. Which of the following correctly describes the rules related to the speed limits that persons driving two-wheeledvehicles should observe?",
  "보기1": "① The national speed limits don't need to be followed on general roads.",
  "보기2": "② Speed limits indicated by safety signs installed in an area take precedence over legal speed limits.",
  "보기3": "③ Where a legal speed limit and a speed limit indicated by a safety sign differ, either can be followed.",
  "보기4": "④ Legal speed limits take precedence over speed limits indicated by safety signs installed in an area.",
  "정답": 2
 },
 {
  "id": 99,
  "문제": "99. You are about to enter an intersection when a police officer signals for you to stop. Which of the followingdescribes the safest way to stop?",
  "보기1": "① Bring the vehicle to a stop right in front of the stop line.",
  "보기2": "② Enter the intersection as quickly you can.",
  "보기3": "③ Turn your emergency flashers on as you enter.",
  "보기4": "④ Enter the intersection slowly.",
  "정답": 1
 },
 {
  "id": 100,
  "문제": "100. Which of the following statements about taking a left turn at a congested intersection describes the best drivingpractice?",
  "보기1": "① Follow the vehicle ahead of you into the intersection.",
  "보기2": "② You can enter the intersection if the lights are green.",
  "보기3": "③ You can enter the intersection even during a red light, as long as there is room in the intersection.",
  "보기4": "④ Even if the light is green, do not enter the intersection if it is not enough room.",
  "정답": 4
 },
 {
  "id": 101,
  "문제": "101. Which of the following guidelines to stop and park a car is correct?",
  "보기1": "① When parking on a road at night there is no need to follow safety signs.",
  "보기2": "② You may park or stop a car even if it disturbs traffic if a police officer instructs you to do so.",
  "보기3": "③ When parking on a road without clear distinction between roadway and sidewalk, you may park in the safetyzone.",
  "보기4": "④ At a bus stop, you may stop when passengers are getting on and off, but you may not park.",
  "정답": 2
 },
 {
  "id": 102,
  "문제": "102. According to the Road Traffic Act, which of the following places is prohibited for parking?",
  "보기1": "① An outdoor parking space straddling a roadway and a sidewalk in accordance with the parking lot law",
  "보기2": "② A parking space between a roadway and a sidewalk",
  "보기3": "③ An area within 5 meters from the edge of an intersection or the corner of a road",
  "보기4": "④ A parking space in a back road where parking priority is given to the residents",
  "정답": 3
 },
 {
  "id": 103,
  "문제": "103. According to the Road Traffic Act, which of the following is the punishment for the driver of a two-wheeledvehicle driving at a speed exceeding 80 km/h and 100 km/h or slower?",
  "보기1": "① A fine of up to KRW 300,000 or detention.",
  "보기2": "② A fine of up to KRW 1 million or detention.",
  "보기3": "③ Imprisonment for up to 6 months or a fine of up to KRW 2 million.",
  "보기4": "④ Imprisonment for up to 1 year or a fine of up to KRW 5 million.",
  "정답": 1
 },
 {
  "id": 104,
  "문제": "104. Which of the following is the driving lane to be used by two-wheeled vehicles on a general road with fourlanes in each direction?",
  "보기1": "① First lane",
  "보기2": "② Left side lane",
  "보기3": "③ Right side lane",
  "보기4": "④ All lanes",
  "정답": 3
 },
 {
  "id": 105,
  "문제": "105. Which of the following is the correct method to safely drive up a steep four-lane (two lanes in each direction)road?",
  "보기1": "① Change lanes quickly if a truck ahead blocks your field of vision.",
  "보기2": "② Drive uphill on a high gear.",
  "보기3": "③ Drive along Lane 2 if your vehicle has a low engine displacement.",
  "보기4": "④ Speed up if your vehicle has a high engine displacement.",
  "정답": 3
 },
 {
  "id": 106,
  "문제": "106. According to the Road Traffic Act, which out of the following lights should be turned on when a motorcycle isstopped or parked on the road at night due to a breakdown?",
  "보기1": "① Headlight",
  "보기2": "② Sidelight",
  "보기3": "③ Taillight",
  "보기4": "④ License plate light",
  "정답": 3
 },
 {
  "id": 107,
  "문제": "107. The motorcycle was driven as follows. Which of the following is not a speed violation under the Road TrafficAct? (Excluding residential, commercial, and industrial areas)",
  "보기1": "① The motorcycle was driven at 70 km/h on a general road with two lanes in each direction. The surface of theroad was frozen.",
  "보기2": "② The motorcycle was driven at 50 km/h on a general road with two lanes in each direction, with less than 20millimeters of snow.",
  "보기3": "③ The motorcycle was driven at 80 km/h on a general road with two lanes in each direction. The road was wet dueto rain.",
  "보기4": "④ The motorcycle was driven at 50 km/h on a general road with two lanes in each direction. There was less than100 meters of visibility due to fog.",
  "정답": 2
 },
 {
  "id": 108,
  "문제": "108. Which one of the following is the best method for a two-wheeled vehicle to drive over a speed bump?",
  "보기1": "① Drive around the speed bump through the roadside area.",
  "보기2": "② Accelerate to drive over the speed bump.",
  "보기3": "③ Apply brake quickly and stop before driving over the speed bump.",
  "보기4": "④ Slow down and drive cautiously over the speed bump.",
  "정답": 4
 },
 {
  "id": 109,
  "문제": "109. Which one of the following ways of overtaking a vehicle is considered a traffic violation?",
  "보기1": "① Passing the vehicle by crossing a broken white line on a four-lane (two lanes in each direction) uphill road",
  "보기2": "② Checking if the traffic coming from the opposite direction is safe, and passing the vehicle by crossing a solidyellow center line",
  "보기3": "③ Passing the vehicle on the left side on an unpaved road",
  "보기4": "④ Checking if it’s safe and passing a vehicle on a road with a broken yellow line",
  "정답": 2
 },
 {
  "id": 110,
  "문제": "110. Which of the following places is allowed for overtaking?",
  "보기1": "① At an intersection",
  "보기2": "② On a national highway with solid yellow lines",
  "보기3": "③ Inside a tunnel",
  "보기4": "④ On a local road with broken yellow lines",
  "정답": 4
 },
 {
  "id": 111,
  "문제": "111. Which of the following statements about the method for a two-wheeled vehicle to overtake other vehicles iscorrect?",
  "보기1": "① Overtaking is allowed in tunnels on weekdays.",
  "보기2": "② You can overtake a vehicle ahead along either its left or its right.",
  "보기3": "③ No overtaking is allowed at intersections.",
  "보기4": "④ Overtake a vehicle ahead along its right.",
  "정답": 3
 },
 {
  "id": 112,
  "문제": "112. Which of the following statements about the speed limit of one vehicle trying to overtake another vehicle iscorrect?",
  "보기1": "① No speed limit is applied to a vehicle that is overtaking another one.",
  "보기2": "② A vehicle that is overtaking another vehicle can exceed the legal speed limit prescribed for the road by 50%.",
  "보기3": "③ Vehicles are allowed to overtake other vehicles regardless of the speed limit, depending on the driving skill of thedriver.",
  "보기4": "④ Overtaking other vehicles is allowed only when it is performed within the speed limit prescribed for the road.",
  "정답": 4
 },
 {
  "id": 113,
  "문제": "113. A driver overtook a vehicle ahead along the left at an intersection. Which of the following offenses has thedriver committed?",
  "보기1": "① Breach of the obligation to yield to a vehicle with due priority",
  "보기2": "② Violation of the rule regarding no-overtaking zone",
  "보기3": "③ Crossing the center line",
  "보기4": "④ Violation of the appropriate method for overtaking",
  "정답": 2
 },
 {
  "id": 114,
  "문제": "114. Which one of the following road sections is permitted for a change of lanes?",
  "보기1": "① A section with a broken white line",
  "보기2": "② A section with a solid yellow line",
  "보기3": "③ A section with a broken white line on a bridge",
  "보기4": "④ A section with a solid white line inside a tunnel",
  "정답": 1
 },
 {
  "id": 115,
  "문제": "115. Which of the following is the correct method to overtake another vehicle inside a tunnel?",
  "보기1": "① Pass along the left.",
  "보기2": "② Pass with the headlights on.",
  "보기3": "③ Pass while staying within the speed limit.",
  "보기4": "④ Overtaking is not allowed inside a tunnel.",
  "정답": 4
 },
 {
  "id": 116,
  "문제": "116. When is a driver allowed to overtake another vehicle?",
  "보기1": "① When the vehicle ahead is overtaking another vehicle",
  "보기2": "② When the vehicle ahead stops or is running slowly to prevent a dangerous situation",
  "보기3": "③ When the vehicle is running next to another vehicle in the left lane",
  "보기4": "④ When the vehicle ahead is running slowly to secure a safe distance from another vehicle",
  "정답": 4
 },
 {
  "id": 117,
  "문제": "117. What is the most appropriate method for a motorcycle driver to overtake a car that is moving slowly on atwo-lane road?",
  "보기1": "① Use the roadside area on the right of the lane to pass.",
  "보기2": "② Overtake on the section of road where the yellow dotted centerline is installed, when there are no vehiclescoming from the opposite direction.",
  "보기3": "③ Pass alongside the car if possible.",
  "보기4": "② Overtake on the section of the road where the yellow solid centerline is installed, when there are no vehiclescoming from the opposite direction.",
  "정답": 2
 },
 {
  "id": 118,
  "문제": "118. When there is a broken yellow line alongside a solid yellow line in the middle of the road, which of thefollowing statements about overtaking is correct?",
  "보기1": "① Overtaking is not allowed on either side.",
  "보기2": "② Overtaking is allowed on the side with the broken yellow line.",
  "보기3": "③ Overtaking is allowed on either side if it’s clear that it’s safe.",
  "보기4": "④ Overtaking is allowed on the side with the solid yellow line.",
  "정답": 2
 },
 {
  "id": 119,
  "문제": "119. According to the Road Traffic Act, which of the following is the correct action for a driver when an emergencyvehicle that is being operated for an urgent purpose approaches?",
  "보기1": "① When an emergency vehicle approaches an intersection, it is necessary to temporarily stop on the left edge of the intersection.",
  "보기2": "② When an emergency vehicle approaches an intersection, it is necessary to temporarily stop, avoiding the intersection.",
  "보기3": "③ Drive faster than the emergency vehicle and pass quickly.",
  "보기4": "④ Pause on the spot and wait until the emergency vehicle passes.",
  "정답": 2
 },
 {
  "id": 120,
  "문제": "120. Which of the following is the safest action when a fire truck turns on a warning light and sounds a siren while turning right at an intersection?",
  "보기1": "① Avoid driving forward to the intersection and stop temporarily.",
  "보기2": "② Immediately stop at the current position.",
  "보기3": "③ Go slowly and turn right.",
  "보기4": "④ Proceed after passing through the intersection quickly.",
  "정답": 1
 },
 {
  "id": 121,
  "문제": "121. You are driving on the road, and you see an emergency vehicle approaching. Which of the following is themost correct course of action that you should take as a driver?",
  "보기1": "① Avoid the emergency vehicle by driving at a higher speed than the legal limit.",
  "보기2": "② Give way to the emergency vehicle so it can overtake and pass.",
  "보기3": "③ Drive normally without any special action.",
  "보기4": "④ The basic principle is to move to the far left side of the road to give way.",
  "정답": 2
 },
 {
  "id": 122,
  "문제": "122. Which of the following is considered an emergency vehicle?",
  "보기1": "① A fire truck going to an auto repair center for repairs",
  "보기2": "② An ambulance coming back after transporting an emergency patient",
  "보기3": "③ All vehicles on government duty",
  "보기4": "④ A vehicle designated by the commissioner of City/Do police agency for radio-monitoring work",
  "정답": 4
 },
 {
  "id": 123,
  "문제": "123. Which of the following is required for a two-wheeled vehicle transporting a critically ill or injured patient to be classified as an emergency vehicle?",
  "보기1": "① When a permit has been obtained from the local police chief",
  "보기2": "② When the two-wheeled vehicle is driving with headlights and emergency lights on",
  "보기3": "③ When carrying a critically ill or injured patient, your vehicle is considered a de facto emergency vehicle",
  "보기4": "④ When escorted by another vehicle",
  "정답": 2
 },
 {
  "id": 124,
  "문제": "124. Which one of the following is an emergency vehicle that may be exempted from liability for causing an accident while responding to an emergency?",
  "보기1": "① An emergency vehicle used by a power supplier in order to prevent risks",
  "보기2": "② A vehicle used for radio monitoring purposes",
  "보기3": "③ A vehicle used by a correctional facility to transport inmates",
  "보기4": "④ A vehicle used for supplying and transporting blood",
  "정답": 4
 },
 {
  "id": 125,
  "문제": "125. Which of the following is the fine imposed on a motorcycle driver who violates the duty of concession to an emergency vehicle?",
  "보기1": "① 30,000 won",
  "보기2": "② 40,000 won",
  "보기3": "③ 60,000 won",
  "보기4": "④ 70,000 won",
  "정답": 2
 },
 {
  "id": 126,
  "문제": "126. Which of the following is NOT a situation in which an emergency vehicle can use its flashlights in a non-emergency?",
  "보기1": "① A police vehicle on traffic patrol",
  "보기2": "② A vehicle mobilized for a civil defense drill when it is participating in an emergency-related drill",
  "보기3": "③ A vehicle used for telephone repair and maintenance when it is on patrol in order to prevent accidents",
  "보기4": "④ A fire truck on patrol as part of its fire prevention activity",
  "정답": 3
 },
 {
  "id": 127,
  "문제": "127. Which of the following is an emergency vehicle that does NOT have to use flashing lights, even in an emergency?",
  "보기1": "① A vehicle used to transport urgent mail or packages",
  "보기2": "② A fire truck",
  "보기3": "③ A vehicle on official security duty",
  "보기4": "④ An ambulance",
  "정답": 3
 },
 {
  "id": 128,
  "문제": "128. Which of the following is NOT considered an emergency vehicle?",
  "보기1": "① A vehicle towed by another vehicle for road management",
  "보기2": "② A vehicle led by a police emergency vehicle",
  "보기3": "③ A vehicle led by an army emergency vehicle",
  "보기4": "④ A vehicle transporting a patient in a critical condition",
  "정답": 1
 },
 {
  "id": 129,
  "문제": "129. Which of the following are the demerit points incurred by a two-wheeled vehicle driver who violates a signal on the road (not in a protected area) and causes a traffic accident with a serious injury to two persons?",
  "보기1": "① 15 points",
  "보기2": "② 30 points",
  "보기3": "③ 45 points",
  "보기4": "④ 60 points",
  "정답": 3
 },
 {
  "id": 130,
  "문제": "130. Which of the following is the correct method to drive when facing a school bus for children on the road without a center line?",
  "보기1": "① If the flasher is turned on indicating that children are getting on or off, just pass by.",
  "보기2": "② If the flasher is turned on indicating that children are getting on or off, go slowly.",
  "보기3": "③ If the flasher is turned on indicating that children are getting on or off, pause and check for safety before passing slowly.",
  "보기4": "④ If the flasher is turned on indicating that children are getting on or off, accelerate and pass quickly.",
  "정답": 3
 },
 {
  "id": 131,
  "문제": "131. A school bus for children is driving in the first lane of a four-lane (two lanes in each direction) road while operating its device indicating that children or infants are boarding. Which of the following describes the safest method to drive in this situation?",
  "보기1": "① Do not overtake other vehicles even though the second lane is available.",
  "보기2": "② Take over other vehicles in the second lane.",
  "보기3": "③ Honk the horn to request other vehicles to clear the path.",
  "보기4": "④ Observe the situation on the opposite side of the road, and take over other vehicles through the center line.",
  "정답": 1
 },
 {
  "id": 132,
  "문제": "132. Which of the following is the correct explanation of a school zone?",
  "보기1": "① A school zone can be installed in front of a kindergarten or middle school.",
  "보기2": "② The mayor can restrict the passing speed of a school zone.",
  "보기3": "③ Children in a school zone are those under the age of 12.",
  "보기4": "④ It is not possible to limit the speed within 30 km/h if they are in a school zone.",
  "정답": 2
 },
 {
  "id": 133,
  "문제": "133. Which of the following is the correct description of a school zone?",
  "보기1": "① A school zone refers to a certain section among roads within 100 meters of the main entrance of an elementary school.",
  "보기2": "② The driving speed of vehicles can be limited to less than 40 km/h when they are in a school zone.",
  "보기3": "③ The walking time of the traffic lights installed in a school zone is based on the maximum walking speed of a child.",
  "보기4": "④ Vehicle traffic may be restricted in a school zone.",
  "정답": 4
 },
 {
  "id": 134,
  "문제": "134. Which of the following people does not have the authority to designate school zones?",
  "보기1": "① Mayor of a Special Metropolitan City",
  "보기2": "② Mayor of a Metropolitan City",
  "보기3": "③ Head of a Gun (excluding the head of a Gun within a Metropolitan City)",
  "보기4": "④ A police chief",
  "정답": 4
 },
 {
  "id": 135,
  "문제": "135. Which one of the following is NOT a safety facility that can be installed in a school zone?",
  "보기1": "① A crash barrier",
  "보기2": "② A model crosswalk",
  "보기3": "③ A speed bump",
  "보기4": "④ A school zone sign",
  "정답": 2
 },
 {
  "id": 136,
  "문제": "136. According to the Road Traffic Act and its Enforcement Decree, which of the following traffic infringements in a school zone is NOT subject to demerit points or a fine as punishment from 8 AM to 8 PM?",
  "보기1": "① An illegal overtake",
  "보기2": "② Traffic light violation",
  "보기3": "③ Speed violation",
  "보기4": "④ Interference to a pedestrian crossing",
  "정답": 1
 },
 {
  "id": 137,
  "문제": "137. The following explains the requirements and the principles for management and operation of a school bus for children. Which one is NOT correct?",
  "보기1": "① A school bus for children refers to a vehicle operated for children commuting to school by facilities that provide education for children.",
  "보기2": "② Anyone who operates a school bus for children must keep the report certificate issued by the police chief in the school bus only when allowing children to get on/off the bus and driving them.",
  "보기3": "③ No driver is allowed to overtake a children's school bus that has a sign indicating it carries and drives children or infants on the road, even if it is safe to overtake.",
  "보기4": "④ Anyone who operates a school bus for children must have a guardian in the bus when transporting children or infants on the school bus.",
  "정답": 2
 },
 {
  "id": 138,
  "문제": "138. At 9:00 a.m., a two-wheeled vehicle travels at 72 kilometers per hour in a school zone where the speed limit is restricted to 30 kilometers per hour. Which of the following pairings of fine and demerit points is correct?",
  "보기1": "① KRW 80,000 – 60 points",
  "보기2": "② KRW 60,000 – 40 points",
  "보기3": "③ KRW 40,000 – 30 points",
  "보기4": "④ KRW 20,000 – 15 points",
  "정답": 1
 },
 {
  "id": 139,
  "문제": "139. A two-wheeled vehicle overtook and passed a school bus for children on the road, despite the bus indicating that it was transporting children. Which of the following pairings of fine and demerit points is correct?",
  "보기1": "① KRW 90,000 – 40 points",
  "보기2": "② KRW 60,000 – 30 points",
  "보기3": "③ KRW 30,000 – 15 points",
  "보기4": "④ KRW 20,000 – 10 points",
  "정답": 2
 },
 {
  "id": 140,
  "문제": "140. Which of the following offenses committed by the driver of a two-wheeled vehicle in a school zone at around 10",
  "보기1": "① Breaching the center line",
  "보기2": "② Using a mobile phone while driving",
  "보기3": "③ Stopping/parking in a restricted area",
  "보기4": "④ Failing to change lanes correctly",
  "정답": 3
 },
 {
  "id": 141,
  "문제": "141. At 3 PM, a driver of a motorcycle (excluding personal mobility devices) committed an offense by going through the restricted area of a school zone. Which of the following is the correct amount of fine imposed upon the driver according to the Road Traffic Act?",
  "보기1": "① KRW 80,000",
  "보기2": "② KRW 60,000",
  "보기3": "③ KRW 20,000",
  "보기4": "④ KRW 10,000",
  "정답": 2
 },
 {
  "id": 142,
  "문제": "142. From ( ) to ( ), a motorcyclist who interferes with a crosswalk in a school zone must pay higher penalties. Which is the correct combination that fits in ( )?",
  "보기1": "① 6 a.m., 6 p.m.",
  "보기2": "② 7 a.m., 7 p.m.",
  "보기3": "③ 8 a.m., 8 p.m.",
  "보기4": "④ 9 a.m., 9 p.m.",
  "정답": 3
 },
 {
  "id": 143,
  "문제": "143. What happens if a two-wheeled vehicle driver fails to drive safely in a school zone and causes injury to a child?",
  "보기1": "① The driver will not be charged if he/she arrives at a criminal settlement with the child’s parents.",
  "보기2": "② The driver will be criminally charged and sentenced.",
  "보기3": "③ The driver will not be punished if he/she has a comprehensive insurance policy.",
  "보기4": "④ The driver will not be punished if he/she has a driver's insurance policy.",
  "정답": 2
 },
 {
  "id": 144,
  "문제": "144. According to the Road Traffic Act, which of the following is an area designated to protect the elderly from the risk of traffic accidents?",
  "보기1": "① The elderly Protection Zone",
  "보기2": "② Elderly Welfare Zone",
  "보기3": "③ Protection area for older persons",
  "보기4": "④ Safety Zone for older persons",
  "정답": 3
 },
 {
  "id": 145,
  "문제": "145. Which of the following is the correct method to hand-signal to other drivers that you are driving at a reduced speed?",
  "보기1": "① Persons driving two-wheeled vehicles are not allowed to make hand signals.",
  "보기2": "② Hold out one arm at a 45-degree angle downward.",
  "보기3": "③ Hold out one arm at a 45-degree angle downward and wave it up and down.",
  "보기4": "④ Hold your left or right arm straight out and wave it back and forth.",
  "정답": 3
 },
 {
  "id": 146,
  "문제": "146. Which of the following is NOT an authority the commissioner of City/Do police agency or police chief can exercise in a ’Protection area for older persons’ to protect the elderly?",
  "보기1": "① Prohibit or restrict thoroughfares for horses/vehicles.",
  "보기2": "② Designate and operate a back road as a one-way street.",
  "보기3": "③ Impose a speed limit of 30 km/h for motor vehicles and horses.",
  "보기4": "④ Designate an on-road parking lot for the elderly on a road next to the gate of a house.",
  "정답": 4
 },
 {
  "id": 147,
  "문제": "147. Which of the following has the authority to designate a protection area for older persons?",
  "보기1": "① The president of a senior citizens' university",
  "보기2": "② Korean Society of Senior Citizens",
  "보기3": "③ The head of a Gun (excluding the head of a Gun of a Metropolitan City)",
  "보기4": "④ The Commissioner General of the Korean National Police Agency",
  "정답": 3
 },
 {
  "id": 148,
  "문제": "148. Which of the following elderly pedestrians has not violated the Road Traffic Act?",
  "보기1": "① An elderly person who crossed a road that does not have a crosswalk, using the shortest distance",
  "보기2": "② An elderly person who crossed a road by cutting through it instead of using the crosswalk since no motor vehicles were passing",
  "보기3": "③ An elderly person who crossed the road behind a stopped truck",
  "보기4": "④ An elderly person who walked on the left on a sidewalk",
  "정답": 1
 },
 {
  "id": 149,
  "문제": "149. At 5 PM, a driver of a motorcycle (excluding personal mobility devices) drove without stopping in a protection area for older persons. Which of the following is the correct amount of fine imposed upon the driver according to the Road Traffic Act?",
  "보기1": "① KRW 100,000 – 40 points",
  "보기2": "② KRW 80,000 – 30 points",
  "보기3": "③ KRW 60,000 – 15 points",
  "보기4": "④ KRW 40,000 – 10 points",
  "정답": 2
 },
 {
  "id": 150,
  "문제": "150. According to the Road Traffic Act, which of the following is NOT a specially designated zone?",
  "보기1": "① School Zone",
  "보기2": "② Protection area for older persons",
  "보기3": "③ Protection area persons with disabilities",
  "보기4": "④ Youth Protection Zone",
  "정답": 4
 },
 {
  "id": 151,
  "문제": "151. A motorcyclist fails to drive cautiously in a protection area for older persons and causes injury to a senior citizen, who requires two weeks of medical treatment. What happens to the driver?",
  "보기1": "① The driver will not be punished if he/she has a comprehensive insurance policy.",
  "보기2": "② The driver will be criminally charged, regardless of the circumstances.",
  "보기3": "③ The driver is required to reach a settlement with the victim to avoid punishment.",
  "보기4": "④ The driver will not be punished if he/she has a driver's insurance policy only.",
  "정답": 1
 },
 {
  "id": 152,
  "문제": "152. At 3",
  "보기1": "① KRW 110,000",
  "보기2": "② KRW 90,000",
  "보기3": "③ KRW 70,000",
  "보기4": "④ KRW 50,000",
  "정답": 3
 },
 {
  "id": 153,
  "문제": "153. A motorcyclist belatedly notices a senior citizen crossing a crosswalk without traffic lights for pedestrians, and stops immediately, but still causes an accident, resulting in 2 weeks of medical treatment for the senior citizen. Which of the following statements is correct?",
  "보기1": "① The driver is not at fault as there were no traffic lights for pedestrians.",
  "보기2": "② The driver is subject to civil and criminal liabilities.",
  "보기3": "③ Only the senior citizen who crossed the road will be criminally charged.",
  "보기4": "④ The driver will not be criminally liable if he/she has a comprehensive insurance policy.",
  "정답": 2
 },
 {
  "id": 154,
  "문제": "154. A motor vehicle is turning right at an intersection that has traffic lights, but no signals to assist motor vehicles. Which of the following is a case of violation of the Road Traffic Act?",
  "보기1": "① A driver turning right without interfering the traffic of other vehicles and horses when the traffic light is red.",
  "보기2": "② Turning right without stopping before the stop line when the traffic light is green.",
  "보기3": "③ When the traffic light is yellow, a vehicle turning right should not interfere with the crossing of a pedestrian.",
  "보기4": "④ Stopping and turning right if the vehicle does not interfere with traffic of other vehicles regardless of the traffic light.",
  "정답": 4
 },
 {
  "id": 155,
  "문제": "155. Which of the following statements about turning right at an intersection with no traffic lights is correct?",
  "보기1": "① Turn right as fast as possible.",
  "보기2": "② Wait until the vehicles entering the intersection ahead of you pass by, and then take the right turn.",
  "보기3": "③ When a vehicle coming in the opposite direction is taking a left turn, turn right at the same time, with caution.",
  "보기4": "④ You don’t need to worry about other vehicles when you turn right from a wide road onto a narrow one.",
  "정답": 2
 },
 {
  "id": 156,
  "문제": "156. Which of the following is the safest method to drive when making a right turn at an intersection?",
  "보기1": "① Switch on the turn signal as you approach the intersection.",
  "보기2": "② If there is a solid white line, take the right turn with caution.",
  "보기3": "③ Turn right while making sure not to obstruct vehicles coming from the left.",
  "보기4": "④ Turn right quickly while checking for other vehicles.",
  "정답": 3
 },
 {
  "id": 157,
  "문제": "157. Which of the following is the correct method to make a left/right turn at an intersection?",
  "보기1": "① When making a right turn, quickly pass through the intersection while carefully checking for pedestrians and bicycles that must stop or proceed according to the signal.",
  "보기2": "② When making a left turn, pass through the outside of the intersection's center.",
  "보기3": "③ When making a right turn, reduce the speed in advance while driving along the right edge of the road.",
  "보기4": "④ When making a left turn at an intersection without traffic signals while a pedestrian is crossing the road, quickly pass in front of the pedestrian.",
  "정답": 3
 },
 {
  "id": 158,
  "문제": "158. What is the correct method to make a left turn at an intersection without any traffic control?",
  "보기1": "① On general roadways, use the turn signal immediately before the intersection and turn left.",
  "보기2": "② Slow down and follow the center line of the road, and turn left by going around the central island on the outer lane of the intersection.",
  "보기3": "③ You cannot turn left from the outer lane of an intersection, even if it is permitted by the commissioner of City/Do police agency.",
  "보기4": "④ You must slow down. You may or may not stop as you enter, at your discretion.",
  "정답": 4
 },
 {
  "id": 159,
  "문제": "159. Which of the following is the safest method to drive when trying to enter and turn left at an intersection that is not in traffic control?",
  "보기1": "① Even if there are other vehicles that have entered the intersection already, proceed slowly and turn left carefully.",
  "보기2": "② Yield to vehicles that are on the broad road.",
  "보기3": "③ You must yield to a vehicle going straight, but you do not have to yield to a vehicle turning right.",
  "보기4": "④ Go slowly along the road's center line beforehand and make a left turn using the outside center of the intersection.",
  "정답": 2
 },
 {
  "id": 160,
  "문제": "160. Which one of the following is not a safe method to drive through a roundabout?",
  "보기1": "① Slow down before entering a roundabout.",
  "보기2": "② Stop at the yield line and enter slowly.",
  "보기3": "③ As a vehicle entering the roundabout has the right of way, the vehicle already in the roundabout must yield.",
  "보기4": "④ Drive in an anti-clockwise direction.",
  "정답": 3
 },
 {
  "id": 161,
  "문제": "161. Which of the following is the correct method of passing through an intersection?",
  "보기1": "① If the red light is blinking, drive slowly.",
  "보기2": "② When the yellow traffic light is flashing, drive through the intersection as quickly as you can.",
  "보기3": "③ Do not pass ahead of other vehicles at the intersection.",
  "보기4": "④ When you approach the intersection, always use your high-beam headlights.",
  "정답": 3
 },
 {
  "id": 162,
  "문제": "162. Which of the following indicates the correct method to drive through an intersection?",
  "보기1": "① When entering an intersection, proceed by shortening your distance from the car in front of you.",
  "보기2": "② When entering an intersection, proceed slowly while honking your horn.",
  "보기3": "③ If the intersection is congested, stop immediately before the stop line, even at a green signal.",
  "보기4": "④ If the signal at the traffic light conflicts with the instruction given by a police officer, follow the traffic light.",
  "정답": 3
 },
 {
  "id": 163,
  "문제": "163. Which of the following describes the most correct method of driving through an intersection where there is no traffic control?",
  "보기1": "① Drive slowly when it is not possible to check the left and right sides of the intersection.",
  "보기2": "② A motor vehicle that intends to turn left is given priority over a motor vehicle going straight.",
  "보기3": "③ A motor vehicle that intends to turn right must go before a motor vehicle going straight.",
  "보기4": "④ A motor vehicle coming from a road that is narrower than the other road that it crosses must drive slowly.",
  "정답": 4
 },
 {
  "id": 164,
  "문제": "164. Which of the following statements describes the most appropriate way to make a left turn at an intersection?",
  "보기1": "① Drive slowly along the center line, and make a left turn using the inner side of the intersection center.",
  "보기2": "② Drive at high speed along the center line, and take a left turn using the inner side of the intersection center.",
  "보기3": "③ Drive at high speed along the center line, and make a left turn using the outer side of the intersection center.",
  "보기4": "④ Drive slowly along the center line, and make a left turn in a way that is comfortable for the driver.",
  "정답": 1
 },
 {
  "id": 165,
  "문제": "165. You are stopped at a red light, and a bicycle is ahead of you. How should you safely resume driving when the light turns green?",
  "보기1": "① Start moving before the bicycle does.",
  "보기2": "② Allow the bicycle enough time and distance to move ahead.",
  "보기3": "③ Move closer to the bicycle.",
  "보기4": "④ Drive fast, honking your horn, so that you can pass the cyclist.",
  "정답": 2
 },
 {
  "id": 166,
  "문제": "166. The driver of a two-wheeled vehicle stopped over the stop line at an intersection when the light turned red. Which one of the following traffic infringements has he just committed?",
  "보기1": "① Illegal turn",
  "보기2": "② Illegal lane change",
  "보기3": "③ Illegal violation of a thoroughfare in an intersection",
  "보기4": "④ Signal violation",
  "정답": 4
 },
 {
  "id": 167,
  "문제": "167. The driver of a two-wheeled vehicle is about to turn left at an intersection. Which of the following describes the best method?",
  "보기1": "① The motorcyclist stays on the motorcycle and crosses the crosswalk.",
  "보기2": "② The motorcyclist starts by driving toward the right side of the road and then slowly takes a left turn along the edge of the intersection.",
  "보기3": "③ The motorcyclist slows down along the road's median strip and turns left around the inner side of the intersection.",
  "보기4": "④ The motorcyclist can make the left turn from any lane.",
  "정답": 3
 },
 {
  "id": 168,
  "문제": "168. According to the Road Traffic Act and its Enforcement Decree, which of the following guides drivers to the correct lane and direction at an intersection?",
  "보기1": "① Center line",
  "보기2": "② Turn line",
  "보기3": "③ Regulatory line",
  "보기4": "④ Instruction line",
  "정답": 2
 },
 {
  "id": 169,
  "문제": "169. According to the Road Traffic Act, which of the following is NOT prohibited at an intersection?",
  "보기1": "① Overtaking",
  "보기2": "② Parking",
  "보기3": "③ Stopping",
  "보기4": "④ Slowing down",
  "정답": 4
 },
 {
  "id": 170,
  "문제": "170. Which of the following describes the safest method for a motorcyclist to drive through a roundabout?",
  "보기1": "① Stop momentarily before entering the roundabout, and enter when there is no car approaching from the left.",
  "보기2": "② Turn clockwise in the roundabout.",
  "보기3": "③ Cross the traffic island to drive through the roundabout.",
  "보기4": "④ Once in the roundabout, cut in front of other cars frequently.",
  "정답": 1
 },
 {
  "id": 171,
  "문제": "171. A two-wheeled vehicle is trying to make a right turn following a truck at an intersection with a bicycle-only lane. Which of the following is the safest way to approach for the two-wheeled vehicle?",
  "보기1": "① Stop and confirm safety first, then quickly make the right turn.",
  "보기2": "② Check both sides and the rear and make the right turn while staying alert on potential blind spots.",
  "보기3": "③ Stay on the right side of the truck and make the turn with the truck while keeping sufficient space.",
  "보기4": "④ Change lanes onto the bicycle-only lane and make the right turn.",
  "정답": 2
 },
 {
  "id": 172,
  "문제": "172. Which of the following is not an exclusive lane under the Road Traffic Act?",
  "보기1": "① Bus-only lane",
  "보기2": "② Multi-passenger vehicle-only lane",
  "보기3": "③ Two-wheeled vehicle-only lane",
  "보기4": "④ Bicycle-only lane",
  "정답": 3
 },
 {
  "id": 173,
  "문제": "173. According to the Road Traffic Act, which of the following occurs when the driver of a two-wheeled vehicle uses a bicycle-only lane? (There is no sign prohibiting two-wheeled vehicles)",
  "보기1": "① The driver is given an infringement notice with a fine of KRW 40,000.",
  "보기2": "② The driver is given an infringement notice with a fine of KRW 30,000.",
  "보기3": "③ The driver is fined KRW 20,000.",
  "보기4": "④ The driver is not punished.",
  "정답": 2
 },
 {
  "id": 174,
  "문제": "174. At a green light, a motorcycle squeezes into a congested intersection but ends up queuing across the intersection, interfering with the traffic. What traffic rule does this behavior violate?",
  "보기1": "① Proper way to cut in",
  "보기2": "② Proper way to pass through an intersection",
  "보기3": "③ Proper way to change lanes",
  "보기4": "④ Traffic signal",
  "정답": 2
 },
 {
  "id": 175,
  "문제": "175. Before entering an intersection, the traffic light changes to yellow. Which of the following is the safest driving method?",
  "보기1": "① Accelerate and enter the intersection quickly.",
  "보기2": "② Stop immediately before the stop line.",
  "보기3": "③ Change into an empty lane and continue driving.",
  "보기4": "④ As cars could be coming from other directions, sound the horn and continue driving.",
  "정답": 2
 },
 {
  "id": 176,
  "문제": "176. After entering an intersection, the traffic light changes to yellow. Which of the following is the safest driving course of action?",
  "보기1": "① If the vehicle ahead stops, change lanes to the left and continue driving.",
  "보기2": "② Stop immediately at the intersection.",
  "보기3": "③ Quickly finish driving through the intersection.",
  "보기4": "④ Use the horn to caution any bicycle ahead to stay out of the way.",
  "정답": 3
 },
 {
  "id": 177,
  "문제": "177. Which of the following statements describes the correct method to pass through an intersection where the red light is flashing?",
  "보기1": "① Slow down and continue driving.",
  "보기2": "② Stop momentarily before entering the intersection, check for safety, and continue driving.",
  "보기3": "③ Continue driving.",
  "보기4": "④ Sound the horn and drive quickly through the intersection.",
  "정답": 2
 },
 {
  "id": 178,
  "문제": "178. Which of the following statements about traffic signals is correct?",
  "보기1": "① When the yellow light is flashing– all vehicles must stop before the stop line and not continue further.",
  "보기2": "② Red light",
  "보기3": "③ Green arrow",
  "보기4": "④ Yellow light",
  "정답": 3
 },
 {
  "id": 179,
  "문제": "179. Which of the following is the safest method to drive when entering an intersection with signals?",
  "보기1": "① Enter quickly by increasing speed.",
  "보기2": "② Enter while maintaining your distance from the car in front.",
  "보기3": "③ Enter by narrowing your distance from the car in front.",
  "보기4": "④ Enter while paying attention to the car that is following you.",
  "정답": 2
 },
 {
  "id": 180,
  "문제": "180. According to the Road Traffic Act, which of the following people is NOT subject to the obligation to follow traffic signals or instructions?",
  "보기1": "① A pedestrian crossing at a crosswalk with a streetlight",
  "보기2": "② The driver of a cultivator driving on the road",
  "보기3": "③ A farmer riding on a horse carriage on an unpaved road",
  "보기4": "④ A passenger next to the driver's seat in a motor vehicle operating on a road",
  "정답": 4
 },
 {
  "id": 181,
  "문제": "181. According to the Road Traffic Act, which of the following is a space where a motor vehicle can stop?",
  "보기1": "① 7 meters away from safety zones",
  "보기2": "② 7 meters away from bus stations",
  "보기3": "③ 7 meters away from corners of streets",
  "보기4": "④ 7 meters away from a crosswalk",
  "정답": 3
 },
 {
  "id": 182,
  "문제": "182. Which of the following statements about bicycle traffic is incorrect?",
  "보기1": "① Bicycles are classified as vehicles.",
  "보기2": "② In principle, you cannot ride a bicycle on pedestrian walks.",
  "보기3": "③ Cyclists must dismount and push their bicycles when crossing a crosswalk.",
  "보기4": "④ Cyclists are allowed to ignore traffic signals at intersections.",
  "정답": 4
 },
 {
  "id": 183,
  "문제": "183. Which of the following is the correct action to take when the brake light of a car in front is turned on?",
  "보기1": "① Honk the horn.",
  "보기2": "② Slow down.",
  "보기3": "③ Change lanes.",
  "보기4": "④ Overtake.",
  "정답": 2
 },
 {
  "id": 184,
  "문제": "184. Which of the following is an area where you must drive slowly according to the Road Traffic Act?",
  "보기1": "① An intersection with traffic control",
  "보기2": "② A curved section of a road",
  "보기3": "③ When going uphill on a slope",
  "보기4": "④ In a tunnel with heavy traffic",
  "정답": 2
 },
 {
  "id": 185,
  "문제": "185. A driver needs to cross a sidewalk to enter a building. Which of the following describes the safest way to drive?",
  "보기1": "① If there is no pedestrian on the sidewalk, proceed quickly.",
  "보기2": "② Turn on the turn signal and enter immediately.",
  "보기3": "③ Come to a temporary stop and check both sides, and cross the sidewalk in a manner that does not interfere with the flow of pedestrians.",
  "보기4": "④ Honk your horn to let people know that you are crossing the sidewalk, and enter the parking lot quickly.",
  "정답": 3
 },
 {
  "id": 186,
  "문제": "186. In which of the following situations is a two-wheeled vehicle allowed to cross a railway crossing?",
  "보기1": "① The crossing gate of the railway crossing is closed.",
  "보기2": "② The crossing gate of the railway crossing is about to close.",
  "보기3": "③ The railway crossing has an alarm that is sounding.",
  "보기4": "④ The signal indicates you can cross.",
  "정답": 4
 },
 {
  "id": 187,
  "문제": "187. The driver of a two-wheeled vehicle must ( ) when an emergency vehicle approaches. Which answer fits in ( )?",
  "보기1": "① Slow down",
  "보기2": "② Yield the right of way",
  "보기3": "③ Drive fast",
  "보기4": "④ Stop immediately in the lane",
  "정답": 2
 },
 {
  "id": 188,
  "문제": "188. If you have pulled over to the roadside and want to return to traffic, which of the following is the safest method to do so?",
  "보기1": "① Move to the middle of the road without using the turn signal.",
  "보기2": "② Switch on the turn signal to enter the road, and switch off the signal before you are done with changing lanes.",
  "보기3": "③ Switch on the turn signal and enter the road slowly.",
  "보기4": "④ Enter the road immediately after you switch on the turn signal.",
  "정답": 3
 },
 {
  "id": 189,
  "문제": "189. Which of the following statements about road surface markings is correct?",
  "보기1": "① A broken white line indicates that you can change directions.",
  "보기2": "② A solid white line indicates that you can change directions when it is safe to do so.",
  "보기3": "③ A broken yellow line (center line) indicates that you can change directions but cannot overtake.",
  "보기4": "④ A solid yellow line (center line) restricts change of direction.",
  "정답": 1
 },
 {
  "id": 190,
  "문제": "190. The following are different methods to signal when changing lanes. Which is the most appropriate?",
  "보기1": "① If you change lanes without signaling, it is not a violation of traffic laws as long as it does not interfere with the movement of other vehicles.",
  "보기2": "② Even after changing lanes, you should leave the signal on for some time to notify other drivers of your intent.",
  "보기3": "③ Signal must be switched on only when changing lanes, and the signal should be switched off while a turn is being made.",
  "보기4": "④ Signal must remain switched on until the change of lane is complete, and should be switched off immediately after changing lanes.",
  "정답": 4
 },
 {
  "id": 191,
  "문제": "191. Which of the following explanations is correct?",
  "보기1": "① White dotted lanes are meant to prohibit cutting in.",
  "보기2": "② Lanes with solid white lines should be marked (installed) in sections of the road where changing lanes is acceptable.",
  "보기3": "③ Lanes with solid white lines indicate bus-only lanes.",
  "보기4": "④ Lanes with solid white lines are for restricting changes of course.",
  "정답": 4
 },
 {
  "id": 192,
  "문제": "192. Which of the following describes the correct method of stopping a car on a road with a separate sidewalk for pedestrians?",
  "보기1": "① Stop on the right edge of the roadway.",
  "보기2": "② Stop on the sidewalk.",
  "보기3": "③ Stop on the left edge of the roadway.",
  "보기4": "④ Stop in a lane, in a convenient area.",
  "정답": 1
 },
 {
  "id": 193,
  "문제": "193. The following statements are about yellow dotted lines on the edge of roads. Which is the most correct?",
  "보기1": "① You can park or stop on the edge marked with yellow dotted lines.",
  "보기2": "② Parking is prohibited on edges marked with yellow dotted lines, but you may stop.",
  "보기3": "③ Parking is allowed on edges marked with yellow dotted lines, but you may not stop.",
  "보기4": "④ Both parking and stopping are prohibited on edges marked with yellow dotted lines.",
  "정답": 2
 },
 {
  "id": 194,
  "문제": "194. On which of the following roads can a two-wheeled vehicle make a U-turn?",
  "보기1": "① A road with a solid yellow line in the center",
  "보기2": "② A road with a solid white line in the center",
  "보기3": "③ A road with a broken white line in the center",
  "보기4": "④ A road with a solid blue line in the center",
  "정답": 3
 },
 {
  "id": 195,
  "문제": "195. Which of the following is the most appropriate method to cross a railroad crossing?",
  "보기1": "① Stop in front of the railroad crossing, make sure it is safe, and then cross.",
  "보기2": "② If no train is passing, cross quickly.",
  "보기3": "③ When the crossing gate begins to descend, cross quickly.",
  "보기4": "④ Even if there is a traffic light, you must come to a stop before crossing.",
  "정답": 1
 },
 {
  "id": 196,
  "문제": "196. Which of the following drivers best conform to traffic signals?",
  "보기1": "① A driver who tailgates the vehicle in front of him/her.",
  "보기2": "② A driver who drives according to the traffic signal on the other side of the road.",
  "보기3": "③ A driver of a two-wheeled vehicle is not obliged to comply with the reversible lane signs.",
  "보기4": "④ All drivers must obey the traffic signals.",
  "정답": 4
 },
 {
  "id": 197,
  "문제": "197. If the signal at the traffic light before entering the intersection is yellow, which of the following is the most correct course of action?",
  "보기1": "① Turn left while driving slowly.",
  "보기2": "② Make a U-turn slowly.",
  "보기3": "③ Increase the speed and quickly cross the stop line.",
  "보기4": "④ Stop right before the stop line.",
  "정답": 4
 },
 {
  "id": 198,
  "문제": "198. Which of the following statements related to taking a left turn at an intersection is good driving advice?",
  "보기1": "① You need not worry about vehicles coming straight from the opposite direction.",
  "보기2": "② You need to worry only about vehicles coming from the opposite direction and turning to their right.",
  "보기3": "③ Check for vehicles moving in the same direction and turning to their right.",
  "보기4": "④ Pay attention to vehicles moving in the same direction that are also taking a left turn.",
  "정답": 4
 },
 {
  "id": 199,
  "문제": "199. Which of the following statements about the center line on a road is incorrect?",
  "보기1": "① The purpose of the center line is to clarify the rules of vehicle and horse thoroughfare.",
  "보기2": "② A solid yellow line or a broken yellow line can be used.",
  "보기3": "③ A median strip or crash barrier can be installed.",
  "보기4": "④ A center line cannot be installed on a reversible road for vehicles.",
  "정답": 4
 },
 {
  "id": 200,
  "문제": "200. According to the Road Traffic Act and its Enforcement Decree, which of the following statements regarding a safe zone is not correct?",
  "보기1": "① A safe zone is a section of the road marked with a safety sign for pedestrians crossing the road, or for the safety of vehicles moving in the area.",
  "보기2": "② A safe zone is marked either in yellow or white.",
  "보기3": "③ Safe zones are located in areas where there are obstacles.",
  "보기4": "④ A safe zone is a section of the road marked with a safety sign for pedestrians crossing the road.",
  "정답": 4
 },
 {
  "id": 201,
  "문제": "201. The driver of a two-wheeled vehicle driving on a reversible vehicle road sees a red X flashing over his/her lane. What is the safest method to drive?",
  "보기1": "① Slow down and continue driving.",
  "보기2": "② Stop temporarily, check for safety, and continue driving.",
  "보기3": "③ Change quickly out of that lane.",
  "보기4": "④ Change out of that lane momentarily and return to it later.",
  "정답": 3
 },
 {
  "id": 202,
  "문제": "202. According to the Road Traffic Act and its Enforcement Decree, which of the following is NOT a category of traffic light?",
  "보기1": "① Traffic lights for two-wheeled vehicles",
  "보기2": "② Traffic lights for vehicles",
  "보기3": "③ Traffic lights for bicycles",
  "보기4": "④ Traffic lights for buses",
  "정답": 1
 },
 {
  "id": 203,
  "문제": "203. Which of the following is NOT an offense for which the driver or the business owner may be fined if the act is proven by video recording?",
  "보기1": "① Not adhering to protection of pedestrians",
  "보기2": "② Violating rules of driving in an intersection",
  "보기3": "③ Use of a bus-only lane",
  "보기4": "④ Operating video display while driving",
  "정답": 4
 },
 {
  "id": 204,
  "문제": "204. Which of the following best describes the cause and prevention of aquaplaning?",
  "보기1": "① Controlling the steering wheel has a minimal impact during aquaplaning.",
  "보기2": "② The newer the tires, the lower the chance of aquaplaning.",
  "보기3": "③ The chance of aquaplaning rises as the contact area between the tires and as the road surface reduces.",
  "보기4": "④ It is critical to maintaining vehicle speed when raining to prevent aquaplaning.",
  "정답": 2
 },
 {
  "id": 205,
  "문제": "205. Which of the following is the most correct about the safe operation of two-wheeled vehicles?",
  "보기1": "① One shall use the sidewalk when the road is blocked due to traffic congestion.",
  "보기2": "② One shall maintain the same speed when passing speed bumps, and drive along the roadside area, where there are no speed bumps.",
  "보기3": "③ One shall reduce the speed when it is raining.",
  "보기4": "④ One can drive at a high speed on curved roads.",
  "정답": 3
 },
 {
  "id": 206,
  "문제": "206. What is the safest method to respond to earthquakes?",
  "보기1": "① If an earthquake occurs, drive quickly to get away from the location of the earthquake.",
  "보기2": "② Make sure to allow enough distance from the car in front, and stop on the right side of the street.",
  "보기3": "③ If you must evacuate from your car, keep your car’s engine on.",
  "보기4": "④ Continue to proceed regardless of the earthquake.",
  "정답": 2
 },
 {
  "id": 207,
  "문제": "207. When should a vehicle reduce its speed to 80% of the prescribed speed limit?",
  "보기1": "① When visibility is less than 100 meters due to heavy snow or heavy rain",
  "보기2": "② When the road surface is wet due to rain",
  "보기3": "③ When the road surface is frozen due to snow",
  "보기4": "④ When there is more than 20 mm of snow piled up on the road",
  "정답": 2
 },
 {
  "id": 208,
  "문제": "208. Which of the following is the safest method to drive when passing through a foggy area where you can't see 70 meters ahead?",
  "보기1": "① Turn on the headlights and quickly pass through the foggy area.",
  "보기2": "② Turn on the headlights and emergency flashers and go slowly.",
  "보기3": "③ Turn on the emergency flashers only and accelerate.",
  "보기4": "④ Drive right behind the vehicle in front of you.",
  "정답": 2
 },
 {
  "id": 209,
  "문제": "209. Which one of the following describes the best method to drive through a busy intersection without traffic lights?",
  "보기1": "① Sound the horn and drive through quickly.",
  "보기2": "② Turn on the emergency flashers, and drive through along the edge of the intersection.",
  "보기3": "③ Since vehicles inside the intersection have the right of way, enter the intersection first.",
  "보기4": "④ Before entering the intersection, stop momentarily and drive through while checking for safety.",
  "정답": 4
 },
 {
  "id": 210,
  "문제": "210. A two-wheeled vehicle is following a cultivator on a road with a single lane in each direction, marked with solid yellow lines in the center. What is the safest method to drive?",
  "보기1": "① Since the cultivator is a slow-moving vehicle, drive past quickly along its right.",
  "보기2": "② Since a two-wheeled vehicle is faster than a cultivator, overtake it quickly across the center line.",
  "보기3": "③ Sound the horn and drive along the center line.",
  "보기4": "④ Maintain a safe following distance and follow the cultivator.",
  "정답": 4
 },
 {
  "id": 211,
  "문제": "211. An exemplary driver explains a safe driving method to a novice driver. Which of the following is correct?",
  "보기1": "① When passing through an intersection where there is no traffic control in busy traffic, it is advisable to pass slowly.",
  "보기2": "② If the yellow light is on before you enter an intersection, you are allowed to pass.",
  "보기3": "③ If there are solid white lines on the bridge, you may only focus on keeping the speed limit.",
  "보기4": "④ You're not supposed to overtake a slow-moving vehicle following the instructions of police officials.",
  "정답": 4
 },
 {
  "id": 212,
  "문제": "212. You are driving on a four-lane road and it’s raining. According to the Road Traffic Act, which of the following is the safest way to drive in this situation? (Excluding when driving in residential, commercial, and industrial regions)",
  "보기1": "① Because your free running distance shortens on rainy days, it is OK to drive at 70 kph.",
  "보기2": "② Because your braking distance shortens on rainy days, it is OK to drive at a regular speed of 80 kph.",
  "보기3": "③ Because it bears no relation to safe driving, it is OK to drive at 90 kph.",
  "보기4": "④ You must reduce speed and drive at 60 kph.",
  "정답": 4
 },
 {
  "id": 213,
  "문제": "213. You are driving on a four-lane road with an 80 kph speed limit covered with less than 10 mm of snow, and it's foggy, which limits visibility up to 50 m. Which of the following is the most proper way to drive?",
  "보기1": "① Reduce speed by 20% from the speed limit.",
  "보기2": "② Reduce speed by 30% from the speed limit.",
  "보기3": "③ Reduce speed by 40% from the speed limit.",
  "보기4": "④ Reduce speed by 50% from the speed limit.",
  "정답": 4
 },
 {
  "id": 214,
  "문제": "214. Under the Road Traffic Act, which of the following is a correct explanation of changing course?",
  "보기1": "① Since a bridge surface is a dangerous place, there are many cases where changing course is restricted by a solid white line.",
  "보기2": "② Places that need to restrict changing course are marked with white dotted lanes.",
  "보기3": "③ At places where changing course is prohibited, it should not be done even if it is difficult to pass due to obstacles coming from road construction, etc.",
  "보기4": "④ If you change your course safely, it is not a violation of the law even if it is done in place where it is prohibited to change course.",
  "정답": 1
 },
 {
  "id": 215,
  "문제": "215. Which is the most appropriate reason for using the engine brake when driving on a long downhill course?",
  "보기1": "① To prevent the engine from overheating",
  "보기2": "② To save fuel",
  "보기3": "③ To prevent fading of the braking system",
  "보기4": "④ To prevent reducing the vehicle’s lifetime",
  "정답": 3
 },
 {
  "id": 216,
  "문제": "216. Which of the following is the safest way to drive in the area near the summit of a hill?",
  "보기1": "① Keep close to the vehicle ahead of you and drive quickly.",
  "보기2": "② Opposite lanes do not matter. Focus on your lane when driving over the hill.",
  "보기3": "③ Because you cannot see the opposite lanes well, maintain caution when driving over the hill.",
  "보기4": "④ Higher gear is better than lower gears.",
  "정답": 3
 },
 {
  "id": 217,
  "문제": "217. Which of the following is the safest driving practice when driving on a road with sharp curves?",
  "보기1": "① Turn the steering wheel quickly on a sharply curved road, reduce the speed by applying the brake, and proceed.",
  "보기2": "② Reduce your speed sufficiently on a straight section of the road before entering the curved section.",
  "보기3": "③ As a road with sharp curves is dangerous, you should accelerate to pass through quickly.",
  "보기4": "④ If the road with sharp curves does not have a 'no passing' sign, pass the car in front of you quickly.",
  "정답": 2
 },
 {
  "id": 218,
  "문제": "218. Which of the following is the best method to drive in a storm or a gust of wind?",
  "보기1": "① Tightly hold onto the wheel with both hands and stay in your lane.",
  "보기2": "② Accelerate regardless of the wind.",
  "보기3": "③ Park near a sign, traffic light, or a tree.",
  "보기4": "④ There is little danger of wind in mountainous areas, bridges, or near tunnels.",
  "정답": 1
 },
 {
  "id": 219,
  "문제": "219. You are following a vehicle ahead on a roadway with a single lane in each direction, and are about to pass the highest point on a hill. What is the safest method to drive?",
  "보기1": "① Since you cannot see ahead, stay close to the median strip and keep following the vehicle ahead.",
  "보기2": "② Since you cannot see ahead or see the oncoming traffic, use caution and follow the vehicle ahead slowly.",
  "보기3": "③ Since you cannot see what is going on ahead if you keep following the vehicle in front of you, overtake the vehicle quickly.",
  "보기4": "④ Use the vehicle ahead as a shield, and drive closer to the vehicle.",
  "정답": 2
 },
 {
  "id": 220,
  "문제": "220. Which of the following is the most proper way to drive through a four-lane tunnel?",
  "보기1": "① Even though you are in the tunnel, the white broken line means you can change lanes.",
  "보기2": "② Overtaking is not prohibited in tunnels. If the vehicle in front of you is too slow, you can overtake that vehicle.",
  "보기3": "③ It is darker in tunnels, so tailgate the vehicle in front of you.",
  "보기4": "④ If the vehicle in front of you is driving slowly and there are only a few vehicles in the tunnel, you can overtake.",
  "정답": 1
 },
 {
  "id": 221,
  "문제": "221. According to the Road Traffic Act, the commissioner of a city or provincial police agency or the chief of a police station may, if deemed necessary, limit the speed of motor vehicles and horses to ( ) on a pedestrians-first road to ensure pedestrian safety. Which of the following best fills the parentheses?",
  "보기1": "① 20 km",
  "보기2": "② 30 km",
  "보기3": "③ 40 km",
  "보기4": "④ 50 km",
  "정답": 1
 },
 {
  "id": 222,
  "문제": "222. Which of the following statements best explains a 'tunnel section' on a general roadway in the winter?",
  "보기1": "① It freezes only in extreme cold.",
  "보기2": "② The starting and ending points are in contact with the ground, and therefore do not freeze.",
  "보기3": "③ Geothermal heat keeps the tunnel warmer than the outside, which prevents freezing of the inside of the tunnel.",
  "보기4": "④ The entry and exit points of the tunnel are especially dangerous.",
  "정답": 4
 },
 {
  "id": 223,
  "문제": "223. On a two-lane uphill road, a truck is driving slowly followed by a two-wheeled vehicle. Which of the following is the safest way for the driver of the two-wheeled vehicle?",
  "보기1": "① Follow the truck while maintaining a safe distance.",
  "보기2": "② Because a two-wheeled vehicle is fast, overtake the truck from its right side.",
  "보기3": "③ Follow the truck while crossing the center line to get a clearer view of the road.",
  "보기4": "④ Quickly overtake the truck since it is driving too slow.",
  "정답": 1
 },
 {
  "id": 224,
  "문제": "224. Which of the following explanations about glare from other vehicles’ headlights that occurs at night is correct?",
  "보기1": "① The glare from headlights mainly affects drivers with poor vision.",
  "보기2": "② The glare from headlights only occurs on expressways.",
  "보기3": "③ The glare from headlights mainly occurs from vehicles in the same direction.",
  "보기4": "④ Frequent exposure to glare from headlights increases the risk of an accident.",
  "정답": 4
 },
 {
  "id": 225,
  "문제": "225. Which of the following is the correct method to avoid the glare from the headlights of an oncoming vehicle at night?",
  "보기1": "① Do not look directly at the headlights, but at the road directly in front of your vehicle.",
  "보기2": "② Do not look directly at the headlights, but to the right edge of the road.",
  "보기3": "③ Squint your eyes and look at the road directly in front of your vehicle.",
  "보기4": "④ Squint your eyes and look to your left edge.",
  "정답": 2
 },
 {
  "id": 226,
  "문제": "226. Which of the following is the safest method of driving at night?",
  "보기1": "① A driver does not have to turn on the headlights even though the sun has set and the weather is getting darker as long as the driver's view is clear.",
  "보기2": "② A driver shall drive slowly, as human vision deteriorates at night and the driver's view becomes narrower.",
  "보기3": "③ A driver shall drive close to the motor vehicle in front so that the headlights can reach the rear of the car in front.",
  "보기4": "④ A driver shall keep his/her eyes focused on a short distance ahead, in order to identify obstacles easily.",
  "정답": 2
 },
 {
  "id": 227,
  "문제": "227. Which of the following is not true about illuminated/reflective road signs?",
  "보기1": "① They are installed in places where nighttime car accidents are common or potentially common.",
  "보기2": "② The background color can be changed to matte black.",
  "보기3": "③ The color of caution texts and symbols can be changed to blue.",
  "보기4": "④ The color of instructional texts and symbols can be changed to white.",
  "정답": 3
 },
 {
  "id": 228,
  "문제": "228. Where does ‘evaporation’, a phenomenon in which pedestrians or objects on roads vanish temporarily from the driver’s sight, occur most frequently?",
  "보기1": "① Edge of the opposite lane",
  "보기2": "② Right side of your lane",
  "보기3": "③ Around the centerline of the road",
  "보기4": "④ Right edge of the road",
  "정답": 3
 },
 {
  "id": 229,
  "문제": "229. Which of the following statements about nighttime driving of two-wheeled vehicles is incorrect?",
  "보기1": "① Drivers of two-wheeled vehicles can judge the distance more accurately than during daytime.",
  "보기2": "② Because it is more difficult to detect an obstacle ahead, drivers of two-wheeled vehicles should drive at a much slower speed than during daytime.",
  "보기3": "③ On remote mountainous roads, it is advisable to turn on high-beam headlights so that the driver of a two-wheeled vehicle can be easily spotted by other motorists.",
  "보기4": "④ If the headlights of vehicles ahead are moving up and down, understand that the road conditions are poor and use caution.",
  "정답": 1
 },
 {
  "id": 230,
  "문제": "230. Which one of the following statements about nighttime driving is incorrect?",
  "보기1": "① Pedestrians walking along the edge of the road are not easy to spot.",
  "보기2": "② Drivers tend to detect bicycles traveling along the edge of the road rather late.",
  "보기3": "③ Headlights of oncoming large vehicles can easily blind drivers.",
  "보기4": "④ At night, visibility is low, reducing the possibility of traffic accidents.",
  "정답": 4
 },
 {
  "id": 231,
  "문제": "231. Which of the following is not true about preventing and handling roadkill at nighttime?",
  "보기1": "① Reduce speed when driving on roads that are prone to wildlife appearance.",
  "보기2": "② When you have encountered a water deer, turn on the high-beam headlights to scare it away.",
  "보기3": "③ You must not touch an animal carcass since it may be infested with diseases.",
  "보기4": "④ Report any accidents involving wildlife to the respective road management agency.",
  "정답": 2
 },
 {
  "id": 232,
  "문제": "232. At night, a two-wheeled vehicle is traveling on a general road with four lanes in each direction. Which of the following describes the best method to drive?",
  "보기1": "① Since there are no vehicles on the road, it is safe to drive in Lane 2.",
  "보기2": "② Drive in Lane 1 to make it easier for other motorists to detect you at night.",
  "보기3": "③ Because the likelihood of a collision is high at night, drive along the outer side of the roadside area.",
  "보기4": "④ Drive in the designated Lane 4 and maintain a safe following distance from the vehicle ahead.",
  "정답": 4
 },
 {
  "id": 233,
  "문제": "233. A two-wheeled vehicle is traveling in an alley at night. Which of the following describes the best method to drive?",
  "보기1": "① As minor collisions are frequent in alleyways, you should drive through the alleyway quickly at night.",
  "보기2": "② If the intersection of the alleyway is quiet, use your high-beam headlights as you quickly drive through the alleyway.",
  "보기3": "③ Since you can detect oncoming vehicles by their headlights, drive through the alleyway quickly if you do not see any lights.",
  "보기4": "④ Slow down, as pedestrians can emerge out of nowhere in an alleyway.",
  "정답": 4
 },
 {
  "id": 234,
  "문제": "234. Which of the following lights should a two-wheeled vehicle turn on when it intends to idle or park on a road at nighttime?",
  "보기1": "① Headlights",
  "보기2": "② Sidelights",
  "보기3": "③ License plate lights",
  "보기4": "④ Daytime running lights",
  "정답": 4
 },
 {
  "id": 235,
  "문제": "235. In the event of a fire caused by a traffic accident, which of the following statements describes the most appropriate action to take?",
  "보기1": "① You must participate in the rescue activities when a rescue team arrives.",
  "보기2": "② You may smoke a cigarette to relieve tension.",
  "보기3": "③ If the accident was a collision involving a vehicle carrying dangerous substances, you should get far away from where the accident occurred.",
  "보기4": "④ You should never touch the injured even when a fire has started.",
  "정답": 3
 },
 {
  "id": 236,
  "문제": "236. Which of the following is the appropriate action when driving a motorcycle and causing an accident involving a parked vehicle without occupants?",
  "보기1": "① If you take necessary measures for smooth communication on the road, you do not need to leave your contact information.",
  "보기2": "② You must provide your name and phone number to the owner of the vehicle that was involved in the accident.",
  "보기3": "③ In the case of an accident in an apartment complex, it is not necessary to provide the contact information to the owner because it is not a road.",
  "보기4": "④ There is no need to take measures to prevent danger in places other than the road.",
  "정답": 2
 },
 {
  "id": 237,
  "문제": "237. Which of the following is the most inappropriate action to take when the engine of a motorcycle is suddenly turned off while driving?",
  "보기1": "① Quickly move to a safe place on the edge of the road and check it.",
  "보기2": "② To prevent a collision with the vehicle behind, a sign of a broken vehicle should be installed.",
  "보기3": "③ Turn on the emergency flashers, and try to restart the engine at the same spot.",
  "보기4": "④ Use the emergency parking lot to stop in a tunnel, and report the case by using an emergency phone.",
  "정답": 3
 },
 {
  "id": 238,
  "문제": "238. Which of the following is the most urgent first aid measure that you must take in a road accident?",
  "보기1": "① Move the injured to a safe place in order to check the state of injury.",
  "보기2": "② When giving first aid to an injured person, do CPR first.",
  "보기3": "③ Before administering first aid to the injured, check the damage to the car first.",
  "보기4": "④ Check if the injured person is conscious, and perform chest compressions first if he/she is unconscious.",
  "정답": 4
 },
 {
  "id": 239,
  "문제": "239. If a person injured in a traffic accident is unconscious, what type of first aid should be administered for the victim?",
  "보기1": "① Report the traffic accident to an insurance company",
  "보기2": "② Chest compressions",
  "보기3": "③ Move the injured person quickly to a safe place",
  "보기4": "④ Hemostasis of the bleeding area",
  "정답": 2
 },
 {
  "id": 240,
  "문제": "240. While riding a two-wheeled vehicle at high speed, you notice that its brake does not seem to work. Which of the following is the best action to take?",
  "보기1": "① Turn off the engine immediately and reduce speed.",
  "보기2": "② Shift into low gear, and jump off the vehicle.",
  "보기3": "③ Turn the wheel abruptly to turn and reduce your speed.",
  "보기4": "④ Apply the engine brake by taking your hands off the throttle grip and change gears in the correct order to reduce speed.",
  "정답": 4
 },
 {
  "id": 241,
  "문제": "241. Which of the following is not true about road icing during the winter season?",
  "보기1": "① Road icing occurs when the surface of the road is coated with a thin layer of ice.",
  "보기2": "② Road icing is more common in areas with lower temperatures, such as on a bridge, tunnel entrance, and shaded parts of a road.",
  "보기3": "③ Road icing is more common on concrete roads than on asphalt.",
  "보기4": "④ Ice melts slower on concrete roads than on asphalt.",
  "정답": 4
 },
 {
  "id": 242,
  "문제": "242. While riding a two-wheeled vehicle, its engine suddenly shuts down and the vehicle stalls on the road. Which one of the following is the best action to take?",
  "보기1": "① Leave the vehicle where it is and promptly evacuate yourself.",
  "보기2": "② Leave the emergency flashers on. Stay where you are and alert other motorists of the danger.",
  "보기3": "③ To prevent a secondary accident, take necessary actions and move to a safe place.",
  "보기4": "④ Try repeatedly to turn the engine on.",
  "정답": 3
 },
 {
  "id": 243,
  "문제": "243. Which of the following is not true about potholes (holes in a road surface)?",
  "보기1": "① Four-wheeled vehicles are more prone to pothole-related accidents than two-wheeled vehicles.",
  "보기2": "② Reduce speed when driving nearby potholes to prevent accidents.",
  "보기3": "③ If your vehicle ran over a pothole with significant impact force, visit a repair shop.",
  "보기4": "④ Potholes are more common on asphalt roads than on concrete ones.",
  "정답": 1
 },
 {
  "id": 244,
  "문제": "244. Which of the following is NOT a correct description of how to operate the brakes of two-wheeled vehicles?",
  "보기1": "① Two-wheeled vehicles can easily flip if the brake of the front tire is activated abruptly.",
  "보기2": "② Two-wheeled vehicles can easily slide to the side if the brake of the rear tire is activated abruptly.",
  "보기3": "③ It is dangerous to activate the front and rear tire brakes of a two-wheeled vehicle at the same time.",
  "보기4": "④ When using the brake of the rear tire, the driver should gently step on the center of brake pedal with the tip of the right foot.",
  "정답": 3
 },
 {
  "id": 245,
  "문제": "245. According to the Road Traffic Act, which of the following constitutes an act of 'driving'?",
  "보기1": "① When a driverless vehicle moves on a downhill road due to an incorrect parking condition",
  "보기2": "② When a person without a driver’s license parks at an underground parking lot in an apartment where access is controlled",
  "보기3": "③ When a person parks a car in a motel parking lot in a situation where driving is difficult due to use of drugs",
  "보기4": "④ When a person drags a 125 cc motorcycle on a city road with both hands holding the steering wheel in a situation where the engine has switched off",
  "정답": 3
 },
 {
  "id": 246,
  "문제": "246. Which of the following is a place where you should stop while driving?",
  "보기1": "① Near a curve on a road",
  "보기2": "② A steep descent",
  "보기3": "③ Near the top of a slope",
  "보기4": "④ An intersection with no traffic control and heavy traffic",
  "정답": 4
 },
 {
  "id": 247,
  "문제": "247. According to the Road Traffic Act, in which of the following circumstances are you required to come to a stop?",
  "보기1": "① An intersection without a traffic control officer, where traffic to the left and right cannot be checked",
  "보기2": "② An intersection where the lights have turned green",
  "보기3": "③ In a busy bridge or tunnel",
  "보기4": "④ Near a bent road or the pick of a slope",
  "정답": 1
 },
 {
  "id": 248,
  "문제": "248. According to the Road Traffic Act, which of the following is a place where drivers are required to temporarily stop?",
  "보기1": "① Inside tunnels or on bridges",
  "보기2": "② Busy intersections with no traffic lights",
  "보기3": "③ Steep downhill roads",
  "보기4": "④ Curved roads",
  "정답": 2
 },
 {
  "id": 249,
  "문제": "249. Which of the following are you obliged to report to the police station without delay if a traffic accident occurs?",
  "보기1": "① All the items inside the car and the degree of damage",
  "보기2": "② Traffic conditions and directions to the accident site",
  "보기3": "③ Number of casualties and the severity of their injuries",
  "보기4": "④ Occupation of the casualties and their family relations",
  "정답": 3
 },
 {
  "id": 250,
  "문제": "250. In which of the following situations is it acceptable to overtake another vehicle?",
  "보기1": "① You want to overtake a slow-moving truck in a tunnel where the road is marked with solid white lines.",
  "보기2": "② You want to overtake a cultivator at an intersection.",
  "보기3": "③ You want to overtake a horse-drawn carriage on a bridge where the road is marked with solid white lines.",
  "보기4": "④ You want to overtake a forklift on a road with broken yellow lines as its median strip.",
  "정답": 4
 },
 {
  "id": 251,
  "문제": "251. The followings are various explanations of the 'white solid lane' road markings. Which is correct?",
  "보기1": "① As it is intended to restrict changing course, no vehicle must change its course in a section marked with the white solid line.",
  "보기2": "② As it signifies a parking prohibition, all vehicles can change their course in a section marked with the white solid line.",
  "보기3": "③ As it signifies a bus-only lane, buses can change their course in a section marked with the white solid line.",
  "보기4": "④ Two-wheeled vehicles or bicycles can change their course in a section marked with the white solid line.",
  "정답": 1
 },
 {
  "id": 252,
  "문제": "252. What is the penalty for a two-wheeled vehicle driver who has exceeded the speed limit by 100 kph? (Firstviolation)",
  "보기1": "① Imprisonment with labor for not exceeding 1 year or a fine not exceeding KRW 3 million",
  "보기2": "② Imprisonment with labor for not exceeding 6 months, a fine not exceeding KRW 2 million, or detention",
  "보기3": "③ A fine not exceeding KRW 1 million or detention",
  "보기4": "④ A fine not exceeding KRW 300,000 or detention",
  "정답": 3
 },
 {
  "id": 253,
  "문제": "253. According to the Road Traffic Act, which one of the following is NOT a rule drivers of two-wheeled vehicles should comply with?",
  "보기1": "① Do not sound the horn repeatedly without any justifiable reason.",
  "보기2": "② Stop when you see children playing in the road.",
  "보기3": "③ Do not increase your speed excessively without any justifiable reason.",
  "보기4": "④ Do not have another passenger in the back seat when you travel on your two-wheeled vehicle.",
  "정답": 4
 },
 {
  "id": 254,
  "문제": "254. Which of the following is the punishment for a motorcycle driver who does not ensure that his or her passengers are wearing life protection equipment?",
  "보기1": "① Fine of 20,000 won (Demerit points may be imposed.)",
  "보기2": "② Fine of 30,000 won (Demerit points may be imposed.)",
  "보기3": "③ Fine of 20,000 won",
  "보기4": "④ Fine of 30,000 won",
  "정답": 3
 },
 {
  "id": 255,
  "문제": "255. According to the Road Traffic Act, which one of the following is NOT subject to legal action by police?",
  "보기1": "① The driver of a two-wheeled vehicle who parks his/her motorcycle on the crosswalk",
  "보기2": "② A motorcyclist traveling at night without headlights and/or taillights on",
  "보기3": "③ The driver of a two-wheeled vehicle driving without protective gear",
  "보기4": "④ A driver with a Class II driver’s license for ordinary motor vehicles operating a motorcycle",
  "정답": 4
 },
 {
  "id": 256,
  "문제": "256. The following examples describe driving behaviors of two-wheeled vehicle drivers and motorcyclists that are subject to the regulations of the Road Traffic Act. Which of the following is subject to noticed disposition?",
  "보기1": "① When a driver operates a two-wheeled vehicle with 0.1 percent of blood-alcohol concentration",
  "보기2": "② When a driver operates a two-wheeled vehicle after his/her driver's license has been cancelled",
  "보기3": "③ When a motorcyclist operates his/her vehicle on a automobile road",
  "보기4": "④ When a motorcyclist violates the obligation to protect pedestrians during operation",
  "정답": 4
 },
 {
  "id": 257,
  "문제": "257. The following are crosswalks with no traffic light. At which crosswalk should a two-wheeled vehicle come to a full stop regardless of pedestrians crossing?",
  "보기1": "① A crosswalk in a school zone",
  "보기2": "② A crosswalk in a priority zone for persons with disabilities",
  "보기3": "③ A crosswalk in a silver zone",
  "보기4": "④ A crosswalk in a university district",
  "정답": 1
 },
 {
  "id": 258,
  "문제": "258. Which of the following is NOT a desirable action in compliance with the law for the driver of a two-wheeled vehicle?",
  "보기1": "① When you are going at a slow speed, it is advisable to go to the edge of the road at the right and give way to other vehicles.",
  "보기2": "② You must quickly give way to an emergency vehicle that is following you.",
  "보기3": "③ Since vehicles that enter an intersection have the right of way, it is desirable to enter the intersection before others do.",
  "보기4": "④ When travelling on a road with a Yield sign, always give way to vehicles on other roads.",
  "정답": 3
 },
 {
  "id": 259,
  "문제": "259. Which one of the following is NOT a driving habit or behavior that the driver of a two-wheeled vehicle must avoid in the interests of safety?",
  "보기1": "① Stay very close to the vehicle ahead so that other vehicles cannot cut in front of you.",
  "보기2": "② Always attempt to go ahead of others to ensure that the traffic is smooth.",
  "보기3": "③ The moment you consider other drivers, you will lag behind.",
  "보기4": "④ Even if the traffic lights for pedestrians have changed, you must still look left and right before you continue.",
  "정답": 4
 },
 {
  "id": 260,
  "문제": "260. Which of the following lists the correct order of measures to be taken in the event of a traffic accident?",
  "보기1": "① Secure the evidence at the scene → Report to the police → Rescue the casualties",
  "보기2": "② Report to the police → Rescue the casualties → Secure the evidence at the scene",
  "보기3": "③ Stop immediately → Rescue the casualties → Report to the police",
  "보기4": "④ Stop immediately → Report to the police → Rescue the casualties",
  "정답": 3
 },
 {
  "id": 261,
  "문제": "261. Which of the following is the most appropriate response in the event of an accident?",
  "보기1": "① It is okay to leave the injured if the accident is minor.",
  "보기2": "② Stop the vehicle and argue with the other driver in a busy intersection.",
  "보기3": "③ Stop immediately and provide first aid when there are injured parties.",
  "보기4": "④ If your car is damaged, leave the vehicle on the road without doing anything.",
  "정답": 3
 },
 {
  "id": 262,
  "문제": "262. Which of the following injured persons should you move to a safe place first before providing first aid in the event of a traffic accident?",
  "보기1": "① A person with a broken leg",
  "보기2": "② Patient in a vehicle that can potentially catch fire due to the traffic accident",
  "보기3": "③ An unconscious person hit by a vehicle while crossing the road.",
  "보기4": "④ An injured person who asks to be left alone due to pain",
  "정답": 2
 },
 {
  "id": 263,
  "문제": "263. When you are involved in a traffic accident, what should you check first to determine the physical condition of the injured?",
  "보기1": "① Check the pulse of the injured.",
  "보기2": "② Talk to the injured, or lightly shake their shoulders.",
  "보기3": "③ Find the location of any wound that is bleeding heavily.",
  "보기4": "④ Look into the mouth of the injured to check if anything is blocking his/her airway.",
  "정답": 2
 },
 {
  "id": 264,
  "문제": "264. Which of the following is the correct method to perform first aid on the victim of a traffic accident with a serious neck injury?",
  "보기1": "① Provide aid immediately.",
  "보기2": "② Move the victim to the roadside to examine the injury.",
  "보기3": "③ Move the car to the far-left lane to prevent any more accidents from occurring.",
  "보기4": "④ Do not move the victim, and call 119 (emergency number) immediately.",
  "정답": 4
 },
 {
  "id": 265,
  "문제": "265. A careless two-wheeled vehicle driver ran into a pedestrian, and the pedestrian collapsed. What is the first thing the driver should do?",
  "보기1": "① Tap the pedestrian on the shoulder and ask him/her questions in a loud voice to see if the pedestrian is conscious.",
  "보기2": "② Perform CPR on the pedestrian immediately.",
  "보기3": "③ Secure the pedestrian’s airway to enable the pedestrian to breathe freely.",
  "보기4": "④ Put pressure on the bleeding area on the pedestrian's leg.",
  "정답": 1
 },
 {
  "id": 266,
  "문제": "266. The driver of a two-wheeled vehicle was driving on the sidewalk and injured a pedestrian. Which of the following statements applies to the driver?",
  "보기1": "① If the driver comes to a settlement with the victim, he/she will not be criminally charged or punished.",
  "보기2": "② Even if the driver has comprehensive insurance, he/she will still be criminally charged and punished.",
  "보기3": "③ If the driver has comprehensive insurance, he/she will not be criminally charged or punished.",
  "보기4": "④ If the driver has liability insurance and driver’s insurance, he/she will not be criminally charged or punished.",
  "정답": 2
 },
 {
  "id": 267,
  "문제": "267. The driver of a two-wheeled vehicle violates the speed limit in a school zone and injures a child. What penalty will be imposed on the driver?",
  "보기1": "① The driver will be criminally charged and punished only if the victim/family wishes to press charges.",
  "보기2": "② The driver will be criminally charged and punished, regardless of the victim/family’s wishes.",
  "보기3": "③ The driver will not be criminally charged or punished if he/she has comprehensive insurance.",
  "보기4": "④ The driver will not be criminally charged or punished if he/she comes to a settlement with the victim/family.",
  "정답": 2
 },
 {
  "id": 268,
  "문제": "268. The driver of a two-wheeled vehicle is on a road that is partly submerged due to heavy rain. What is the best method to drive?",
  "보기1": "① Tightly hold onto the controls, accelerate, and drive through the section quickly.",
  "보기2": "② Tightly hold onto the controls, and drive through the section slowly.",
  "보기3": "③ If possible, take a detour.",
  "보기4": "④ Enter the submerged section. If the engine shuts down, start the engine again and drive out of the submerged section of the road.",
  "정답": 3
 },
 {
  "id": 269,
  "문제": "269. The driver of a two-wheeled vehicle driving in an alleyway runs into a child walking in the alleyway. What is the correct response by the driver?",
  "보기1": "① The impact on the child seems minor. Drive on without taking any action.",
  "보기2": "② Ask the child if he/she is all right. Drive on if the child says he/she is fine.",
  "보기3": "③ The child is at fault. Drive on.",
  "보기4": "④ Contact the child’s parents, and report the incident to 112.",
  "정답": 4
 },
 {
  "id": 270,
  "문제": "270. In which of the following cases is a driver's license suspended? (Currently, the driver has no demerit points)",
  "보기1": "① Receiving 40 demerit points for causing a traffic accident",
  "보기2": "② Receiving 30 demerit points for a traffic infringement",
  "보기3": "③ Receiving 20 demerit points for a traffic infringement",
  "보기4": "④ Causing an accident resulting in casualty due to drunk driving",
  "정답": 1
 },
 {
  "id": 271,
  "문제": "271. In which of the following situations are you NOT allowed use your mobile phone while driving?",
  "보기1": "① You need to report a natural disaster or other urgent matter.",
  "보기2": "② Your vehicle is at a stop.",
  "보기3": "③ Using a hand-held device while driving your vehicle.",
  "보기4": "④ You are driving an emergency vehicle.",
  "정답": 3
 },
 {
  "id": 272,
  "문제": "272. Which of the following will lead to cancellation of a Class II driver's license for small motor vehicles?",
  "보기1": "① Failure to take an aptitude test within 6 months from the day after the date of expiration of regular aptitude test",
  "보기2": "② Operation of a two-wheeled vehicle during a period of administrative punishment on one's driver's license",
  "보기3": "③ When arrested for criminal charges related to violent driving",
  "보기4": "④ When arrested for criminal charges related to dangerous group behaviors",
  "정답": 2
 },
 {
  "id": 273,
  "문제": "273. Which of the following describes the accumulated penalty points that lead to the revocation of a driver’s license?",
  "보기1": "① 100 points or more in 1 year",
  "보기2": "② 191 points or more in 2 years",
  "보기3": "③ 271 points or more in 3 years",
  "보기4": "④ 301 points or more in 5 years",
  "정답": 3
 },
 {
  "id": 274,
  "문제": "274. Which of the following statements about the actions to take when an accident occurs is correct?",
  "보기1": "① You can report the accident to the police only if both sides reach an agreement.",
  "보기2": "② Reporting the accident to an insurance company is just as effective as reporting it to the police.",
  "보기3": "③ Immediately move your vehicle out from the site of the accident.",
  "보기4": "④ For a minor accident, simply write down the damage and exchange contact information with the other party.",
  "정답": 4
 },
 {
  "id": 275,
  "문제": "275. Which of the following explanations about the penalty imposed on those who interfere with the reporting of a traffic accident is correct?",
  "보기1": "① Witnesses will not be subject to penalty.",
  "보기2": "② The victim will not be subject to penalty.",
  "보기3": "③ Anyone who interferes with the reporting of a traffic accident will be subject to penalty.",
  "보기4": "④ There is no such penalty.",
  "정답": 3
 },
 {
  "id": 276,
  "문제": "276. Which of the following is the correct situation where the driver of a motorcycle (excluding personal mobility devices) is not allowed to pass?",
  "보기1": "① When passing through the second lane of a general road with 3 lanes in each direction.",
  "보기2": "② When passing through the second lane of a general road with 2 lanes in each direction.",
  "보기3": "③ When passing through a single left-turn lane.",
  "보기4": "④ When passing along the roadside area.",
  "정답": 4
 },
 {
  "id": 277,
  "문제": "277. According to the Road Traffic Act, which of the following is the correct penalty imposed on the driver of a personal transport device whose passenger(s) do not wear life protection equipment?",
  "보기1": "① A fine of up to KRW 100,000",
  "보기2": "② A fine of up to KRW 200,000",
  "보기3": "③ A fine of up to KRW 300,000",
  "보기4": "④ A fine of up to KRW 400,000",
  "정답": 2
 },
 {
  "id": 278,
  "문제": "278. Under the Road Traffic Act, which of the following is not considered to be a correct measure by police officers to prevent the risk of accident of a personal mobility device?",
  "보기1": "① When the driver's blood-alcohol concentration is 0.03% or higher, ban on driving can be ordered.",
  "보기2": "② When the driver's blood-alcohol concentration is 0.03% or higher, the personal transport device can be confiscated.",
  "보기3": "③ If it is recognized that the driver is driving under the influence of alcohol, a police officer may request the driver to present his/her driver’s license.",
  "보기4": "④ If it is recognized that the driver is driving without a license, a police officer may request the driver to present his/her driver’s license.",
  "정답": 2
 },
 {
  "id": 279,
  "문제": "279. How many demerit points are given to the driver of a two-wheeled vehicle for driving in a bicycle-only lane?",
  "보기1": "① None",
  "보기2": "② 10 points",
  "보기3": "③ 15 points",
  "보기4": "④ 30 points",
  "정답": 2
 },
 {
  "id": 280,
  "문제": "280. Which of the following is categorized as a Class II driver’s license?",
  "보기1": "① License to operate a large tow vehicle",
  "보기2": "② License to operate a small tow vehicle",
  "보기3": "③ License to operate a rescue vehicle",
  "보기4": "④ License to operate a motorcycle",
  "정답": 4
 },
 {
  "id": 281,
  "문제": "281. Which one of the following descriptions of the demerit points given to the driver of a two-wheeled vehicle who has caused an accident is incorrect?",
  "보기1": "① For an accident where injuries require less than 5 days of medical treatment as per a doctor’s examination",
  "보기2": "② For an accident where injuries require 5 days – 3 weeks of medical treatment as per a doctor’s examination",
  "보기3": "③ For an accident where injuries require 3 or more weeks of medical treatment as per a doctor’s examination",
  "보기4": "④ For an accident leading to the victim’s death within 72 hours of the accident",
  "정답": 2
 },
 {
  "id": 282,
  "문제": "282. According to the Road Traffic Act, which of the following is the correct pair of fines and demerit points imposed on the driver of a two-wheeled vehicle who operates a navigational system while driving?",
  "보기1": "① KRW 20,000 fine – 10 demerit points",
  "보기2": "② KRW 20,000 fine – 15 demerit points",
  "보기3": "③ KRW 40,000 fine – 10 demerit points",
  "보기4": "④ KRW 40,000 fine – 15 demerit points",
  "정답": 4
 },
 {
  "id": 283,
  "문제": "283. According to the Road Traffic Act, how many demerit points are given to the driver of a two-wheeled vehicle who violates traffic lights, if his/her violation results in minor injuries to two people and serious injuries to two other people?",
  "보기1": "① 35 points",
  "보기2": "② 50 points",
  "보기3": "③ 55 points",
  "보기4": "④ 70 points",
  "정답": 3
 },
 {
  "id": 284,
  "문제": "284. According to the Road Traffic Act, which of the following is NOT an administrative action taken against the driver of a two-wheeled vehicle who causes an accident while driving?",
  "보기1": "① No demerit points are given for injuries caused to self.",
  "보기2": "② Demerit points are given for injuries sustained by a passenger.",
  "보기3": "③ No penalty points are applied if the passenger is a family member/relative.",
  "보기4": "④ Demerit points are halved if the accident involves a pedestrian and it is proved that the pedestrian is at greater fault.",
  "정답": 3
 },
 {
  "id": 285,
  "문제": "285. According to the Road Traffic Act, in which of the following situations will a two-wheeled vehicle driver’s license NOT be canceled?",
  "보기1": "① Imprisonment for dangerous collective conduct",
  "보기2": "② Imprisonment for acts of road rage",
  "보기3": "③ Imprisonment for aggressive driving",
  "보기4": "④ Damaging a parked car and fleeing the scene",
  "정답": 4
 },
 {
  "id": 286,
  "문제": "286. While driving a two-wheeled vehicle, person A scratched a car that was stopped/parked without its driver. However, A fled the scene without leaving his/her contact details. What is the correct administrative action taken against A?",
  "보기1": "① Cancellation of the driver’s license",
  "보기2": "② 15 demerit points for failing to leave personal details",
  "보기3": "③ No demerit points are given for causing the accident",
  "보기4": "④ Demerit points are still given even if the accident did not occur on the road.",
  "정답": 2
 },
 {
  "id": 287,
  "문제": "287. According to the Road Traffic Act, which of the following offenses is subject to the highest demerit points?",
  "보기1": "① Violation of traffic signal",
  "보기2": "② Crossing the center line",
  "보기3": "③ Failing to drive in the assigned lane",
  "보기4": "④ Using the bus-only lane on a general roadway",
  "정답": 2
 },
 {
  "id": 288,
  "문제": "288. Which of the following is incorrect regarding the period during which a driver is prohibited from acquiring a driver's license according to the Road Traffic Act?",
  "보기1": "① Driving without a valid driver's license three times or more",
  "보기2": "② Causing at least 2 traffic accidents while driving with more than 0.03 percent of blood-alcohol concentration",
  "보기3": "③ Injuring a person while driving and fleeing, without a valid driver's license",
  "보기4": "④ Injuring a person while driving and fleeing, with more than 0.03 percent of blood-alcohol concentration",
  "정답": 2
 },
 {
  "id": 289,
  "문제": "289. In which of the following situations is a two-wheeled vehicle driver NOT held liable for violation of traffic lights?",
  "보기1": "① The driver drives on without stopping even when the traffic light turns to yellow before entering the intersection.",
  "보기2": "② The driver starts slowly from the stop line with the intent to go straight when the traffic light is red.",
  "보기3": "③ The driver turns right at red light even though this causes interference with the traffic.",
  "보기4": "④ The driver turns left at green light because this does not cause interference with the traffic.",
  "정답": 4
 },
 {
  "id": 290,
  "문제": "290. According to the Road Traffic Act, at which of the following points are vehicles prohibited from stopping/parking?",
  "보기1": "① 7 meters in all directions from a safe zone",
  "보기2": "② 7 meters from the edge of an intersection",
  "보기3": "③ 7 meters from the corner of the road",
  "보기4": "④ 7 meters from a point where emergency fire extinguishing equipment is installed",
  "정답": 1
 },
 {
  "id": 291,
  "문제": "291. Which of the following is correct regarding how to drive two-wheeled vehicles (excluding emergency vehicles)?",
  "보기1": "① Drivers of two-wheeled vehicles may drive on a motor vehicle-only lane.",
  "보기2": "② If a lane is sufficiently wide, two two-wheeled vehicles may drive side by side.",
  "보기3": "③ Two-wheeled vehicles may drive in Lanes 2 and 3 on a general road with three lanes in each direction.",
  "보기4": "④ If two-wheeled vehicles are driving as a group, they should form a queue to prevent other vehicles from cuttingin.",
  "정답": 3
 },
 {
  "id": 292,
  "문제": "292. Which of the following is an administrative disposition of a driver's license if the driver of a motorcycle is arrested for retaliation?",
  "보기1": "① 40 days of license suspension",
  "보기2": "② 60 days of license suspension",
  "보기3": "③ 100 days of license suspension",
  "보기4": "④ Revocation of license",
  "정답": 4
 },
 {
  "id": 293,
  "문제": "293. Which of the following describes a case in which the driver is prohibited from acquiring a driver's license for a certain period of time due to criminal charges of driving a motorcycle without a valid license?",
  "보기1": "① When a fine penalty has been confirmed",
  "보기2": "② When the offender has received a suspended indictment",
  "보기3": "③ When the offender has received a suspended sentence",
  "보기4": "④ When the offender has received protective disposition according to Article 32 of the Juvenile Act",
  "정답": 1
 },
 {
  "id": 294,
  "문제": "294. Which of the following correctly describes a violation of the Road Traffic Act on the part of a two-wheeled vehicle driver, which is punishable by cancellation of her/his driver's license?",
  "보기1": "① Operation of a two-wheeled motor vehicle with 0.07 percent of blood-alcohol concentration for the first time",
  "보기2": "② Acquisition of a driver's license during a period in which the person is disqualified from acquiring a driver's license",
  "보기3": "③ When arrested for criminal charges related to violent driving",
  "보기4": "④ When the driver causes a traffic accident leading to material damages, and flees the scene of accident",
  "정답": 2
 },
 {
  "id": 295,
  "문제": "295. Which of the following statements regarding the deduction of demerit points (Good Driving Mileage) for taking the No-offense/No-accident Pledge is correct?",
  "보기1": "① The driver must take the No-offense/No-accident Pledge and comply with it for 2 years.",
  "보기2": "② 10 reward points are given.",
  "보기3": "③ If the license is about to be canceled due to the accumulation of demerit points, reward points are deducted from the cumulative points.",
  "보기4": "④ If reward points are not used, they expire after 5 years.",
  "정답": 2
 },
 {
  "id": 296,
  "문제": "296. What happens to the driver of a two-wheeled vehicle who is caught driving with a blood alcohol concentration of 0.11 off the road for the first time?",
  "보기1": "① His/her driver’s license is canceled.",
  "보기2": "② His/her driver’s license is suspended.",
  "보기3": "③ He/she is not criminally punished.",
  "보기4": "④ He/she is criminally punished.",
  "정답": 4
 },
 {
  "id": 297,
  "문제": "297. Which of the following offenses by a driver of a motorcycle (excluding personal mobility devices) is subject to criminal punishment, even if it is not committed on a public road?",
  "보기1": "① Driving without a license.",
  "보기2": "② Driving under the influence of drugs",
  "보기3": "③ Dangerous collective conduct",
  "보기4": "④ Violent driving",
  "정답": 2
 },
 {
  "id": 298,
  "문제": "298. The driver of a two-wheeled vehicle was criminally booked for drunk driving, and his or her driver’s license was canceled. In which of the following situations can the motorcyclist apply for cancellation of the administrative action concerning the driver’s license?",
  "보기1": "① When under suspension of indictment",
  "보기2": "② When under suspension of sentence",
  "보기3": "③ When confirmed not guilty",
  "보기4": "④ When under monetary penalty",
  "정답": 3
 },
 {
  "id": 299,
  "문제": "299. Which of the following statements about submitting an objection to an administrative action concerning a driver’s license is INCORRECT?",
  "보기1": "① The objection should be submitted within 60 days of receiving the administrative action.",
  "보기2": "② The objection should be submitted to the commissioner of City/Do police agency in the jurisdiction.",
  "보기3": "③ When the objection to the license cancellation is accepted, the action is converted to 100 demerit points.",
  "보기4": "④ You may request an administrative trial independent of the objection.",
  "정답": 3
 },
 {
  "id": 300,
  "문제": "300. According to the Road Traffic Act, which of the following offenses by the driver of a two-wheeled vehicle does NOT result in 40 demerit points?",
  "보기1": "① When criminally charged for aggressive driving",
  "보기2": "② When criminally charged for dangerous collective behavior",
  "보기3": "③ When violating a speed limit (over 40 km/h and up to 60 km/h)",
  "보기4": "④ When not subjected to summary trial 60 days after the due date for payment of penalty",
  "정답": 3
 },
 {
  "id": 301,
  "문제": "301. According to the Road Traffic Act, which of the following is not the correct punishment on the violation of laws by a driver of two-wheeled vehicle?",
  "보기1": "① A KRW 20,000 penalty when not wearing personal protective gears such as helmet.",
  "보기2": "② Up to 1 year of imprisonment or a fine of up to KRW 5 million in case of violent driving.",
  "보기3": "③ A KRW 40,000 penalty when violating passage regulations such as passage on sidewalks.",
  "보기4": "④ A KRW 20,000 penalty when using a mobile phone while driving.",
  "정답": 4
 },
 {
  "id": 302,
  "문제": "302. The following are statements about speed limit violations caught on hidden cameras. Which of the following is correct?",
  "보기1": "① Regardless of the type of vehicle or speed, the same fine or penalty will be imposed.",
  "보기2": "② In addition to a fine, demerit points will be imposed.",
  "보기3": "③ An additional penalty will be imposed if the violator is identified.",
  "보기4": "④ If you do not pay the fine by the due date, additional charges of up to 75% may be levied.",
  "정답": 4
 },
 {
  "id": 303,
  "문제": "303. The violation of which of the following speed limits (except for school zones) is subject to a special exception under the Act on Special Cases Concerning the Settlement of Traffic Accidents?",
  "보기1": "① Exceeding 20 km/h",
  "보기2": "② Exceeding 15 km/h",
  "보기3": "③ Exceeding 10 km/h",
  "보기4": "④ Exceeding 5 km/h",
  "정답": 1
 },
 {
  "id": 304,
  "문제": "304. Which of the following traffic accidents is subject to the offense of dangerous driving resulting in injury or death under the Act on the Aggravated Punishment of Specific Crimes?",
  "보기1": "① When a driver of a motorcycle injures a person while under the influence of drugs",
  "보기2": "② When a cyclist under the influence of alcohol injures a person",
  "보기3": "③ When the driver of an electric bicycle under the influence of alcohol injures a person",
  "보기4": "④ When the driver of an electric bicycle under the influence of drugs injures a person",
  "정답": 1
 },
 {
  "id": 305,
  "문제": "305. According to the Road Traffic Act, which of the following is NOT a correct prohibition related to personal mobility device?",
  "보기1": "① Prohibition of use for children under the age of 13",
  "보기2": "② Prohibition on passing through sidewalks and crosswalks",
  "보기3": "③ Prohibition on driving at night",
  "보기4": "④ Prohibition on driving under the influence of alcohol",
  "정답": 3
 },
 {
  "id": 306,
  "문제": "306. When the driver of a two-wheeled vehicle creates noises that cause damage to others without a reasonable cause, which of the following describes a situation that is not punishable by the law?",
  "보기1": "① Causing noise by abruptly starting the engine or by increasing the speed",
  "보기2": "② Revving up the motor without delivering electric power to the wheel",
  "보기3": "③ Sounding the horn repetitively or continuously",
  "보기4": "④ Sounding the horn at a child who is jaywalking",
  "정답": 4
 },
 {
  "id": 307,
  "문제": "307. According to the Road Traffic Act, which of the following is considered a dangerous behavior?",
  "보기1": "① Reckless driving by two high school students on a two-wheeled vehicle",
  "보기2": "② Speeding by an automobile",
  "보기3": "③ Three cars and a two-wheeled vehicle obstructing traffic",
  "보기4": "④ Dozens of two-wheeled vehicles parked in a parking lot",
  "정답": 3
 },
 {
  "id": 308,
  "문제": "308. A vehicle fails to stop temporarily in front of a railroad crossing and collides with a train, causing an accident involving human injury. In this case, which of the following statements about the punishments that will be imposed on the driver is correct?",
  "보기1": "① The driver will not receive criminal punishment if he/she has comprehensive automobile insurance or reaches an agreement with the victim regarding compensation.",
  "보기2": "② According to the Road Traffic Act, the driver will only receive an administrative punishment for violating the prescribed method of passing a railroad crossing.",
  "보기3": "③ The driver will be subject to criminal punishment for causing an accident involving human injury through violating the prescribed method of passing a railroad crossing.",
  "보기4": "④ The Road Traffic Act and the Act on Special Cases Concerning the Settlement of Traffic Accidents do not apply to accidents occurring at a railroad crossing.",
  "정답": 3
 },
 {
  "id": 309,
  "문제": "309. Which of the following is a traffic accident caused by speed violation that can be prosecuted against the stated intention of the victim under the Act on Special Cases Concerning the Settlement of Traffic Accidents? (Excluding school zones)",
  "보기1": "① In case of an accident resulting in personal injury caused by exceeding the speed limit of the relevant road by 5km/h",
  "보기2": "② In case of an accident resulting in personal injury caused by exceeding the speed limit of the relevant road by 10km/h",
  "보기3": "③ In case of an accident resulting in personal injury caused by exceeding the speed limit of the relevant road by 15km/h",
  "보기4": "④ In case of an accident resulting in personal injury caused by exceeding the speed limit of the relevant road by 20km/h",
  "정답": 4
 },
 {
  "id": 310,
  "문제": "310. Which of the following is subject to the “Prohibition of Reckless Driving” under the Road Traffic Act?",
  "보기1": "① Personal mobility device",
  "보기2": "② A two-wheeled vehicle",
  "보기3": "③ Electronic bicycle",
  "보기4": "④ Bicycle",
  "정답": 2
 },
 {
  "id": 311,
  "문제": "311. According to the Road Traffic Act and its Enforcement Decree, which of the following is NOT correct for vehicles, etc. (excluding personal mobility devices) regarding speed limit?",
  "보기1": "① The maximum speed of motor vehicle-only lane is 90 km/h.",
  "보기2": "② The maximum speed in an expressway with one lane in each direction is 80 km/h.",
  "보기3": "③ The speed in the general road of residential areas, commercial areas and industrial areas is within 70 km/h.",
  "보기4": "④ The speed of school zones is within 30 km/h.",
  "정답": 3
 },
 {
  "id": 312,
  "문제": "312. Which of the following is the penalty that you would incur for hitting an elementary student crossing a crosswalk without pedestrian signals, causing a minor injury?",
  "보기1": "① You will be subject to criminal prosecution according to the Act on Special Cases Concerning the Settlement of Traffic Accidents.",
  "보기2": "② You will not be subject to criminal prosecution if you have comprehensive insurance.",
  "보기3": "③ Since the victim is a minor, you just need to contact his/her parents.",
  "보기4": "④ There's no need for you to give your contact details to the victim.",
  "정답": 1
 },
 {
  "id": 313,
  "문제": "313. Which of the following is NOT correct regarding the traffic standards by lane under the Road Traffic Act?",
  "보기1": "① The type of lane to be used by cars is determined by dividing the road into an expressway, a automobile road, and other roads that have two or more lanes.",
  "보기2": "② On roads other than expressways, two-wheeled vehicles must travel in the right lane.",
  "보기3": "③ On the expressway, trucks must travel in the right lane.",
  "보기4": "④ Motorcycles must travel in the right lane to turn left at an intersection with two left-turn lanes.",
  "정답": 1
 },
 {
  "id": 314,
  "문제": "314. According to the Road Traffic Act, which of the following is not considered an automobile?",
  "보기1": "① A truck",
  "보기2": "② A special-purpose vehicle",
  "보기3": "③ A two-wheeled vehicle",
  "보기4": "④ A motorcycle",
  "정답": 4
 },
 {
  "id": 315,
  "문제": "315. According to the Road Traffic Act and its Enforcement Decree, which of the following is the correct amount of penalty imposed on a person who refused to take breathalyzer test after being caught riding a bicycle under the influence of alcohol by a police officer?",
  "보기1": "① KRW 100,000",
  "보기2": "② KRW 50,000",
  "보기3": "③ KRW 30,000",
  "보기4": "④ There is no penalty.",
  "정답": 1
 },
 {
  "id": 316,
  "문제": "316. According to the Road Traffic Act, which one of the following is NOT authorized to give signals or instructions to drivers?",
  "보기1": "① Auxiliary Police Officer",
  "보기2": "② Persons designated as Best Drivers",
  "보기3": "③ Crossing guards",
  "보기4": "④ Firefighters guiding firefighting vehicles responding to an emergency",
  "정답": 3
 },
 {
  "id": 317,
  "문제": "317. Which of the following is NOT a correct way to use an intersection when the traffic light is yellow?",
  "보기1": "① Stop before the stop line.",
  "보기2": "② If you are already in the intersection, drive quickly out of the intersection.",
  "보기3": "③ You may turn right as long as you are not interfering with the traffic.",
  "보기4": "④ It is a violation of the rules to pass through the intersection even if you proceed after you are already in the intersection.",
  "정답": 4
 },
 {
  "id": 318,
  "문제": "318. In which of the following situations should a two-wheeled vehicle NOT drive along the center or left side of the road?",
  "보기1": "① On a one-way road",
  "보기2": "② When right turns are not allowed due to road works",
  "보기3": "③ When traffic is congested",
  "보기4": "④ When you drive based on the hand signals given by a police officer",
  "정답": 3
 },
 {
  "id": 319,
  "문제": "319. Which of the following is NOT a correct way to drive a two-wheeled vehicle in a place where there is a clear distinction between the roadway and sidewalk?",
  "보기1": "① Drive your two-wheeled vehicle on the roadway.",
  "보기2": "② You can cross the sidewalk on your two-wheeled vehicle to enter or exit areas outside the road.",
  "보기3": "③ You can drive your two-wheeled vehicle on the sidewalk to deliver mail.",
  "보기4": "④ Even a senior citizen driving a two-wheeled vehicle is not allowed to drive on the sidewalk.",
  "정답": 3
 },
 {
  "id": 320,
  "문제": "320. Which of the following statements about driving in the bus-only lane of a general roadway is INCORRECT?",
  "보기1": "① A 36-seater or larger passenger vehicle may use the bus-only lane.",
  "보기2": "② All vehicles may use the bus-only lane if all lanes other than the bus-only lane are damaged.",
  "보기3": "③ A 25-seater passenger vehicle carrying domestic tourists may use the bus-only lane.",
  "보기4": "④ A taxi may use the bus-only lane briefly if the customers want to get out of the taxi.",
  "정답": 3
 },
 {
  "id": 321,
  "문제": "321. According to the Road Traffic Act, the term 'dangerous collective conduct' describes an action by ( ) or more people driving two or more vehicles (excluding personal mobility devices) together on the road and causing risk to others without any legitimate reason. Which of the following fits in ( )?",
  "보기1": "① 1",
  "보기2": "② 2",
  "보기3": "③ 3",
  "보기4": "④ 4",
  "정답": 2
 },
 {
  "id": 322,
  "문제": "322. Which of the following statements is NOT correct regarding a lane change by two-wheeled vehicles?",
  "보기1": "① Change lanes safely at a section marked by dotted white lines.",
  "보기2": "② You may change lanes over solid white lines as long as you are not interfering with the traffic.",
  "보기3": "③ Use a turn signal to show the direction in which you wish to change lanes.",
  "보기4": "④ Turn signals must be activated even if there are no vehicles or pedestrians nearby.",
  "정답": 2
 },
 {
  "id": 323,
  "문제": "323. According to the Road Traffic Act, which of the following is NOT a situation in which you should slow down to 50% of the speed limit?",
  "보기1": "① The road is wet due to rain.",
  "보기2": "② The road is icy.",
  "보기3": "③ Your visibility is limited to 100 meters due to fog, etc.",
  "보기4": "④ The road is covered with 20 millimeters or more of snow.",
  "정답": 1
 },
 {
  "id": 324,
  "문제": "324. Which one of the following ways of overtaking another vehicle is correct?",
  "보기1": "① Overtake by going to the left side of the vehicle ahead.",
  "보기2": "② To prevent risk, overtake when the vehicle ahead is at a stop.",
  "보기3": "③ Overtake on a bridge.",
  "보기4": "④ Overtake when a vehicle to the left of the vehicle ahead of you is moving side by side with it.",
  "정답": 1
 },
 {
  "id": 325,
  "문제": "325. Which of the following is the correct way of yielding at an intersection without traffic control?",
  "보기1": "① If there are vehicles attempting to enter the intersection at the same time, the vehicle to the right must give way to the vehicle on the left.",
  "보기2": "② A vehicle that enters the intersection after other vehicles must give way to the vehicles that have already entered the intersection.",
  "보기3": "③ A vehicle that wants to turn right must give way to the vehicle trying to take a left turn.",
  "보기4": "④ A vehicle entering from a wider road must give way to the vehicle entering from a narrow road.",
  "정답": 2
 },
 {
  "id": 326,
  "문제": "326. According to the Road Traffic Act, which of the following lights should be turned on if a driver of a Motorcycle is driving on foggy road?",
  "보기1": "① Side light and number plate light",
  "보기2": "② Side light and tail light",
  "보기3": "③ Head light and tail light",
  "보기4": "④ Number plate light and head light",
  "정답": 3
 },
 {
  "id": 327,
  "문제": "327. Which of the following statements about the lights of two-wheeled vehicles is NOT correct?",
  "보기1": "① When there is oncoming traffic, lower the headlights.",
  "보기2": "② When following a vehicle ahead, lower your headlights.",
  "보기3": "③ If a vehicle ahead does not give way to you, alternate the headlights between the low- and high-beams.",
  "보기4": "④ Keep the headlights lowered in areas with busy traffic other than the areas designated by the commissioner of City/Do police agency",
  "정답": 3
 },
 {
  "id": 328,
  "문제": "328. According to the Road Traffic Act, which of the following is NOT correct regarding regulations that prohibit dangerous group behaviors? (excluding personal mobility devices)",
  "보기1": "① The regulations are only for automobiles and motorcycles.",
  "보기2": "② The regulations refer to a dangerous behavior in a group setting, queuing and driving in a line, and creating traffic hazards.",
  "보기3": "③ The regulations also apply to vehicles participating in a national event pursuant to the law.",
  "보기4": "④ The person who plans and/or leads a dangerous behavior in a group setting is also subject to penalties.",
  "정답": 3
 },
 {
  "id": 329,
  "문제": "329. Which of the following statements is correct regarding regulations that prohibit driving when fatigued (including drowsy driving)?",
  "보기1": "① Driving in a sick or ill condition is not included in the regulations.",
  "보기2": "② Fatigued drivers will be imposed a fine (noticed disposition) for failing to drive in a safe manner.",
  "보기3": "③ Fatigued drivers will be criminally charged and may be subject to imprisonment or a fine up to KRW 300,000.",
  "보기4": "④ The driver will receive 30 demerit points.",
  "정답": 3
 },
 {
  "id": 330,
  "문제": "330. A police officer is allowed to remove an illegal fitting from a two-wheeled vehicle for safety. Which one of the following is NOT allowed to be removed?",
  "보기1": "① Any device that impedes the functioning of equipment used for traffic control or speed detection",
  "보기2": "② Wide tires that fail to meet the standards",
  "보기3": "③ A radio communication device with the same frequency as the police radio",
  "보기4": "④ Flashing lights, siren, or emergency lights fitted to non-emergency vehicles",
  "정답": 2
 },
 {
  "id": 331,
  "문제": "331. Which of the following situations does NOT result in criminal penalties with regards to the driver of a two-wheeled vehicle with comprehensive insurance under the Act on Special Cases Concerning the Settlement of Traffic Accidents?",
  "보기1": "① The driver of a two-wheeled vehicle crosses the center line and crashes into an oncoming car, resulting in an injury requiring 2 weeks of medical treatment.",
  "보기2": "② The driver of a two-wheeled vehicle travels 25 km/h faster than the prescribed limit and crashes into a vehicle ahead, resulting in an injury requiring 2 weeks of medical treatment.",
  "보기3": "③ The driver of a two-wheeled vehicle hits a senior citizen walking in an alleyway, resulting in an injury requiring 3weeks of medical treatment.",
  "보기4": "④ The driver of a two-wheeled vehicle hits a pedestrian on a crosswalk (no traffic lights for pedestrians), resulting in an injury requiring 3 weeks of medical treatment.",
  "정답": 3
 },
 {
  "id": 332,
  "문제": "332. Which one of the following is NOT the correct method for the driver of a two-wheeled vehicle to respond to a traffic accident?",
  "보기1": "① Helping the injured",
  "보기2": "② Ensuring that the traffic is not affected",
  "보기3": "③ Continuing to drive after asking the passenger to take necessary measures or report the situation to the authorities, even if you are not in an emergency situation",
  "보기4": "④ Even if you only damaged a stopped/parked vehicle, you still need to provide your personal details to the victim.",
  "정답": 3
 },
 {
  "id": 333,
  "문제": "333. Which of the following is an administrative disposition regarding a driver's license if the driver of a motorcycle is criminally charged for dangerous group behavior?",
  "보기1": "① 40 days of license suspension",
  "보기2": "② 60 days of license suspension",
  "보기3": "③ 100 days of license suspension",
  "보기4": "④ Revocation of license",
  "정답": 1
 },
 {
  "id": 334,
  "문제": "334. What happens when the driver of a two-wheeled vehicle abruptly stops in front of a passenger car due to road rage?",
  "보기1": "① The driver will receive a fine for failing to comply with the regulations prohibiting abrupt stops.",
  "보기2": "② Pursuant to the Criminal Code, a charge of special threat will be applied, and the driver will be criminally booked.",
  "보기3": "③ If criminally booked, the driver will receive 40 demerit points.",
  "보기4": "④ If jailed, the driver will receive 100 demerit points.",
  "정답": 2
 },
 {
  "id": 335,
  "문제": "335. According to the Road Traffic Act, which of the following is NOT correct regarding the regulations against aggressive driving? (excluding personal mobility devices)",
  "보기1": "① The regulations apply only to automobile drivers and motorcyclists.",
  "보기2": "② The regulations apply when two or more legal offenses (or a single legal offense) are continued and repeated.",
  "보기3": "③ The regulations apply when a driver/passenger is threatened or harmed, or a traffic-related risk is present.",
  "보기4": "④ An offender can be sentenced with up to a year in prison or a fine of up to KRW 5 million.",
  "정답": 2
 },
 {
  "id": 336,
  "문제": "336. Which of the following statements about the requirements related to drivers of two-wheeled vehicles wearing a safety helmet is NOT correct?",
  "보기1": "① A two-wheeled vehicle driver who does not wear a safety helmet will be imposed a fine of KRW 20,000.",
  "보기2": "② The driver of a two-wheeled vehicle carrying a passenger without a safety helmet will be imposed a fine of KRW 20,000.",
  "보기3": "③ In principle, a two-wheeled vehicle driver wearing a safety helmet that does not meet the prescribed safety standards can be pulled over by police.",
  "보기4": "④ The driver of a two-wheeled vehicle pushing their vehicle without wearing a safety helmet can be pulled over by police.",
  "정답": 4
 },
 {
  "id": 337,
  "문제": "337. According to the Road Traffic Act, which of the following is NOT correct regarding the regulations that prohibit drunk driving?",
  "보기1": "① The regulations apply to automobiles, motorcycles, and all construction machinery vehicles.",
  "보기2": "② Drunk driving that is not on a public road is still against the regulations.",
  "보기3": "③ Driving a short distance to park one’s vehicle while under the influence of alcohol is still against the regulations.",
  "보기4": "④ A driver who has consumed alcoholic beverages will be criminally punished if his or her blood alcohol concentration is 0.02% or higher.",
  "정답": 4
 },
 {
  "id": 338,
  "문제": "338. According to the Toll Road Act, which of the following is NOT a reason for imposing 10 times higher than the discounted toll fee?",
  "보기1": "① When receiving discount by forging or altering a pass.",
  "보기2": "② If a driver exchanges his/her pass with a different person's pass for a discount.",
  "보기3": "③ When receiving a discount by showing the certificate subject to toll fee exemption held by other person.",
  "보기4": "④ When passing through a Hi-pass lane without a Hi-pass device.",
  "정답": 4
 },
 {
  "id": 339,
  "문제": "339. Which of the following is not a correct description of the U-turn method?",
  "보기1": "① If you make a U-turn while interfering with other vehicles in progress at the U-turn point, it is a violation of rules governing the U-turn.",
  "보기2": "② If there is no auxiliary sign and only a U-turn sign is present, you can make a U-turn regardless of the signal as long as you do not interfere with other traffic.",
  "보기3": "③ If you make a U-turn on a road with a centerline without a U-turn sign, it is a violation of rules governing the U-turn.",
  "보기4": "④ If you make a U-turn by ignoring the U-turn prohibition sign, it is a violation of instructions.",
  "정답": 3
 },
 {
  "id": 340,
  "문제": "340. Which of the following statements regarding two-wheeled motor vehicles using a pedestrian sidewalk is NOT correct?",
  "보기1": "① Drive your two-wheeled vehicle on the road in cases where the road and sidewalk are separately marked.",
  "보기2": "② You can cross the sidewalk on your two-wheeled vehicle when you are going outside of the road.",
  "보기3": "③ You must not interfere with pedestrian traffic when you need to cross the sidewalk on your two-wheeled vehicle.",
  "보기4": "④ If the driver of the two-wheeled vehicle is a senior citizen or a mobility disadvantaged person, he or she can use the motorcycle on the sidewalk.",
  "정답": 4
 },
 {
  "id": 341,
  "문제": "341. Which of the following statements regarding drivers of two-wheeled vehicles using an intersection is NOT correct?",
  "보기1": "① To turn right on your two-wheeled vehicle, slow down and drive along the edge on the right side of the road.",
  "보기2": "② To turn left on your two-wheeled vehicle, turn along the inner side on the intersection's center.",
  "보기3": "③ Do not enter the intersection if you see traffic congestion and think your entry could interfere with the traffic.",
  "보기4": "④ If your entry is not likely to interfere with the traffic, you may overtake toward the right side of the intersection and continue forward.",
  "정답": 4
 },
 {
  "id": 342,
  "문제": "342. According to the Road Traffic Act and its Enforcement Decree, which of the following is considered a ‘motor vehicle’?",
  "보기1": "① Bicycle, motorcycle, handcart",
  "보기2": "② Train, children’s tricycle, electric scooter",
  "보기3": "③ Baby stroller, wheelchairs to aid walking, electronic two-wheeled balance car",
  "보기4": "④ Cable car, cultivator, electric bicycle",
  "정답": 1
 },
 {
  "id": 343,
  "문제": "343. According to the Promotion of the Use of Bicycles Act, which of the following is not a bicycle lane?",
  "보기1": "① Bicycle-only lane",
  "보기2": "② Bicycle-only roadway",
  "보기3": "③ Bicycle priority lane",
  "보기4": "④ Bicycle priority roadway",
  "정답": 4
 },
 {
  "id": 344,
  "문제": "344. According to the Road Traffic Act, which of the following is not a PMD?",
  "보기1": "① Electric kick scooters",
  "보기2": "② Self-balancing scooters",
  "보기3": "③ Electric unicycles",
  "보기4": "④ Electric bicycles powered by a motor",
  "정답": 3
 },
 {
  "id": 345,
  "문제": "345. The driver of a two-wheeled vehicle detects a cyclist traveling ahead on a curve. What is the safest method for the motorcyclist to drive?",
  "보기1": "① Since bicycles are slow, you should increase your speed and overtake it quickly.",
  "보기2": "② Use the horn to alert the bicycle, and then drive close to the median strip at a high speed.",
  "보기3": "③ Keep a safe following distance and follow the bicycle until the curve is over.",
  "보기4": "④ Use the space on the edge of the road to drive fast.",
  "정답": 3
 },
 {
  "id": 346,
  "문제": "346. The driver of a two-wheeled vehicle sees a person pushing a bicycle across the road. What is the safest method for the motorcyclist to drive?",
  "보기1": "① Warn the person in a loud voice, and drive on at reduced speed.",
  "보기2": "② Keep a safe following distance, and stop temporarily.",
  "보기3": "③ Use the horn to prevent the person from crossing, and drive on.",
  "보기4": "④ Slowly pass through the back of the person crossing.",
  "정답": 2
 },
 {
  "id": 347,
  "문제": "347. A two-wheeled vehicle is about to turn right after a bicycle ahead. Which of the following is the safest method to drive?",
  "보기1": "① The two-wheeled vehicle should turn right before the bicycle does.",
  "보기2": "② Use the horn to stop the bicycle, and turn right on your two-wheeled vehicle.",
  "보기3": "③ Turn right side by side with the bicycle.",
  "보기4": "④ Slow down and let the bicycle take the right turn first.",
  "정답": 4
 },
 {
  "id": 348,
  "문제": "348. According to the Road Traffic Act, which of the following is considered a motor vehicle or horse? (Under the width of 1 m)",
  "보기1": "① A rollator",
  "보기2": "② A bicycle used by a senior person",
  "보기3": "③ A handcart (not motorized)",
  "보기4": "④ A walking frame",
  "정답": 2
 },
 {
  "id": 349,
  "문제": "349. Which lane should bicycles use on a general road with three lanes in each direction??",
  "보기1": "① First lane",
  "보기2": "② Second Lane",
  "보기3": "③ Third lane",
  "보기4": "④ Any lane",
  "정답": 3
 },
 {
  "id": 350,
  "문제": "350. Which of the following is not true about the criteria and operation of PMDs?",
  "보기1": "① Vehicles with an engine displacement of 125 cc or below should be equipped with a motor that cuts out when the device reaches or above a speed of 25 kph.",
  "보기2": "② Vehicles equipped with a maximum motor output of 11 kW or below and that weighs less than 35 kg.",
  "보기3": "③ The penalty for driving a PMD without a driver's license is a fine of KRW 100,000.",
  "보기4": "④ A driver who is evidently deemed by the police to be driving a PMD while intoxicated and who refuses a breathalyzer test will be fined KRW 130,000.",
  "정답": 2
 },
 {
  "id": 351,
  "문제": "351. Which of the following is the correct pair of vehicles that can use a bicycle crossing?",
  "보기1": "① Two-wheeled vehicle, bicycle",
  "보기2": "② Motorcycle, wheelchairs to aid walking",
  "보기3": "③ Wheelchairs to aid walking, bicycle",
  "보기4": "④ Electric scooter, electric two-wheeled balance car",
  "정답": 4
 },
 {
  "id": 352,
  "문제": "352. Which of the following is a good method to increase your two-wheeled vehicle’s fuel efficiency?",
  "보기1": "① Avoid sudden acceleration and braking.",
  "보기2": "② Keep the tire air pressure slightly lower than the required level.",
  "보기3": "③ Always go at high speed to get to your destination.",
  "보기4": "④ Fully load your vehicle with cargo.",
  "정답": 1
 },
 {
  "id": 353,
  "문제": "353. Which of the following is NOT an environmentally-friendly or economic driving practice?",
  "보기1": "① Minimal idling",
  "보기2": "② Maintaining an economic speed",
  "보기3": "③ Departing swiftly without delay",
  "보기4": "④ Utilizing inertia when driving",
  "정답": 3
 },
 {
  "id": 354,
  "문제": "354. Which of the following is a good approach to eco-friendly and fuel-efficient driving?",
  "보기1": "① Drive at a moderate speed.",
  "보기2": "② Accelerate and turn abruptly.",
  "보기3": "③ A two-wheeled vehicle needs to be inspected only when parts are being replaced.",
  "보기4": "④ Use inertia to your advantage on an uphill drive, and coast down hills.",
  "정답": 1
 },
 {
  "id": 355,
  "문제": "355. Which of the following is a good approach to eco-friendly and fuel-efficient driving?",
  "보기1": "① Make it a habit to stay up to date with driving-related information.",
  "보기2": "② Using adulterated petrol can reduce your fuel costs.",
  "보기3": "③ Load your vehicle fully with cargo.",
  "보기4": "④ Tires need to be inspected only ahead of long-distance drives and vacations.",
  "정답": 1
 },
 {
  "id": 356,
  "문제": "356. Which of the following is NOT an environmentally conscious driver?",
  "보기1": "① A driver who maintains the prescribed tire pressure",
  "보기2": "② A driver who maintains a constant speed and does not accelerate abruptly",
  "보기3": "③ A driver who does not start or apply brakes abruptly",
  "보기4": "④ A driver who keeps the air-conditioner on at all times",
  "정답": 4
 },
 {
  "id": 357,
  "문제": "357. What is the term used for the speed at which fuel savings are the greatest?",
  "보기1": "① Minimum speed",
  "보기2": "② Maximum speed",
  "보기3": "③ Economy speed",
  "보기4": "④ Statutory speed",
  "정답": 3
 },
 {
  "id": 358,
  "문제": "358. What is the best method to increase the fuel efficiency of an automobile?",
  "보기1": "① Lower the tire pressure.",
  "보기2": "② Fill up the fuel tank as often as you can.",
  "보기3": "③ Use the lower gears when you drive.",
  "보기4": "④ Remove any unnecessary loads from the trunk.",
  "정답": 4
 },
 {
  "id": 359,
  "문제": "359. Which of the following drivers is the best at enhancing fuel efficiency?",
  "보기1": "① A driver who always starts abruptly",
  "보기2": "② A driver who maintains a constant speed",
  "보기3": "③ A driver who always stops abruptly",
  "보기4": "④ A driver who uses lower gears",
  "정답": 2
 },
 {
  "id": 360,
  "문제": "360. Which of the following is a good practice for fuel-efficient driving?",
  "보기1": "① Always drive over the speed limit.",
  "보기2": "② Switch off the ignition while going downhill.",
  "보기3": "③ Reduce the air pressure in your tires.",
  "보기4": "④ Avoid sudden acceleration and braking.",
  "정답": 4
 },
 {
  "id": 361,
  "문제": "361. Which of the following is a good practice for eco-friendly driving?",
  "보기1": "① Don’t worry about checking the air pressure in your tires regularly.",
  "보기2": "② Develop a habit of driving at a constant speed, and avoid excessive braking.",
  "보기3": "③ When refueling, fill up the tank to make sure you don't run out of fuel.",
  "보기4": "④ Make a habit of idling to protect the engine.",
  "정답": 2
 },
 {
  "id": 362,
  "문제": "362. Which of the following is the most environmentally friendly driving practice?",
  "보기1": "① Drive at a steady speed even when there is no traffic congestion",
  "보기2": "② Spend 5 minutes idling before departing and after arriving at your destination in order to extend the life of your car",
  "보기3": "③ Reduce the tire pressure by 5% in order to increase traction",
  "보기4": "④ Keep about 10 kg of baggage in the car's trunk to improve driving stability",
  "정답": 1
 },
 {
  "id": 363,
  "문제": "363. On a road without a separate sidewalk, why are cars required to park at least 50 centimeters from the right edge?",
  "보기1": "① To allow bicycles to pass by",
  "보기2": "② To allow two-wheeled vehicles to pass by",
  "보기3": "③ To allow pedestrians to pass by",
  "보기4": "④ To allow cars to pass by",
  "정답": 3
 },
 {
  "id": 364,
  "문제": "364. When a situation occurs while you are driving, you should recognize the situation, ( ) how to act, and then operate the steering wheel and lighting system of the car. Which of the following fits in the parentheses?",
  "보기1": "① Recognize",
  "보기2": "② Judge",
  "보기3": "③ Manipulate",
  "보기4": "④ Operate",
  "정답": 2
 },
 {
  "id": 365,
  "문제": "365. Which of the following best describes driving in a tunnel?",
  "보기1": "① You are not allowed to change lanes in a tunnel.",
  "보기2": "② It is strictly prohibited to overtake another vehicle in a tunnel.",
  "보기3": "③ Transitional light adaptation often occurs when entering a tunnel.",
  "보기4": "④ Transitional dark adaptation often occurs when leaving a tunnel.",
  "정답": 2
 },
 {
  "id": 366,
  "문제": "366. A driver of a two-wheeled vehicle committed a traffic violation at 11 AM in a priority zone for persons with disabilities. Which of the following constitutes an aggravated punishment?",
  "보기1": "① Entering a no-access zone or an access restricted area",
  "보기2": "② Crossing the center line",
  "보기3": "③ Mobile phone use while driving",
  "보기4": "④ Improper changing of lanes",
  "정답": 1
 },
 {
  "id": 367,
  "문제": "367. Children can be considered 'walking red lights.' With this in mind, which of the following is unlikely to be the behavioral characteristics of children?",
  "보기1": "① Children tend to act whimsically.",
  "보기2": "② Children tend to run straight across without looking left and right if their mothers call for them from across the road.",
  "보기3": "③ When the lights turn green at a crosswalk children tend to run across, looking only ahead.",
  "보기4": "④ Children tend to move very slowly and hesitantly.",
  "정답": 4
 },
 {
  "id": 368,
  "문제": "368. Which of the following statements about two-wheeled vehicles is INCORRECT?",
  "보기1": "① Unlike drivers of four-wheeled vehicles, persons driving two-wheeled vehicles are exposed to the environment. A conscious effort must be made to keep the vehicle balanced.",
  "보기2": "② Two-wheeled vehicles become less visible at nighttime.",
  "보기3": "③ Two-wheeled vehicles on the road can always be seen by persons driving four-wheeled vehicles.",
  "보기4": "④ Sudden braking around a bend can lead to sliding.",
  "정답": 3
 },
 {
  "id": 369,
  "문제": "369. Which of the following statements about a two-wheeled vehicle with a passenger is INCORRECT?",
  "보기1": "① Keeping the vehicle balanced becomes more difficult with a passenger. There are greater chances of a traffic accident occurring.",
  "보기2": "② A speed that is lower than the speed used when driving alone should be maintained, and sudden braking should be avoided.",
  "보기3": "③ The two-wheeled vehicle is easier to balance if the rear passenger sits with both legs over one side.",
  "보기4": "④ A passenger should not be taken on board when the road is slippery due to snow or rain.",
  "정답": 3
 },
 {
  "id": 370,
  "문제": "370. Which of the following describes the correct method to overtake on a two-wheeled vehicle?",
  "보기1": "① A two-wheeled vehicle can overtake a vehicle traveling ahead along its left.",
  "보기2": "② In congested traffic, a two-wheeled vehicle can overtake by driving in between vehicles.",
  "보기3": "③ A two-wheeled vehicle can overtake a vehicle traveling ahead even when another vehicle is approaching from the opposite direction.",
  "보기4": "④ A two-wheeled vehicle can overtake other vehicles when traffic is congested by driving along the roadside area.",
  "정답": 1
 },
 {
  "id": 371,
  "문제": "371. Which of the following statements about how to drive a two-wheeled vehicle safely is INCORRECT?",
  "보기1": "① Always stay alert, as two-wheeled vehicles are not as readily visible as cars.",
  "보기2": "② Always stay alert to keep the two-wheeled vehicle balanced.",
  "보기3": "③ Because they have only two wheels, it is easier to apply brake to two-wheeled vehicles compared to passenger cars.",
  "보기4": "④ Always wear a safety helmet for protection.",
  "정답": 3
 },
 {
  "id": 372,
  "문제": "372. Which of the following is a correct description of tires used in two-wheeled vehicles?",
  "보기1": "① The cross section of the tire is round.",
  "보기2": "② The tires do not have treads.",
  "보기3": "③ The front and rear tires all have the same size and structure.",
  "보기4": "④ The tires have shorter braking distances than the tires used for automobiles.",
  "정답": 1
 },
 {
  "id": 373,
  "문제": "373. Which of the following describes how the driver of a two-wheeled vehicle can change direction safely?",
  "보기1": "① While maintaining a certain distance from the vehicle behind you, change direction at the current speed.",
  "보기2": "② While maintaining a certain distance from the vehicle behind you, change direction at an increased speed.",
  "보기3": "③ If a vehicle approaches from the rear, slow down suddenly and then change direction.",
  "보기4": "④ If a vehicle approaches from the rear, change direction suddenly.",
  "정답": 1
 },
 {
  "id": 374,
  "문제": "374. Which of the following statements about the correct method to drive a two-wheeled vehicle is INCORRECT?",
  "보기1": "① Do not start or accelerate suddenly.",
  "보기2": "② Do not rev up the engine without transferring the power to the wheels.",
  "보기3": "③ At nighttime, you should avoid wearing a helmet in order to maintain a good field of vision.",
  "보기4": "④ Do not cause a safety hazard by riding side by side with other two-wheeled vehicles.",
  "정답": 3
 },
 {
  "id": 375,
  "문제": "375. Which of the following describes the safest method to brake a two-wheeled vehicle?",
  "보기1": "① It is safe to brake only the front wheel.",
  "보기2": "② It is safe to brake only the rear wheel.",
  "보기3": "③ It is safe to brake the front and rear wheels at the same time.",
  "보기4": "④ It is safe to brake the rear wheel first and then the front wheel.",
  "정답": 3
 },
 {
  "id": 376,
  "문제": "376. Which of the following guidelines related to inspecting a two-wheeled vehicle before operation is INCORRECT?",
  "보기1": "① Do not drive a two-wheeled vehicle with a structure or equipment that does not meet the safety standards.",
  "보기2": "② A two-wheeled vehicle should be allowed to idle for a long time for ride comfort and fuel efficiency.",
  "보기3": "③ Check air pressure and wear of the tires before driving a two-wheeled vehicle.",
  "보기4": "④ Adjust the mirrors so that it is possible to see vehicles approaching from the rear before driving a two-wheeled vehicle.",
  "정답": 2
 },
 {
  "id": 377,
  "문제": "377. Which of the following is the correct method to change directions on a two-wheeled vehicle?",
  "보기1": "① Two-wheeled vehicles can change direction on roads where change of direction is prohibited.",
  "보기2": "② Because two-wheeled vehicles can drive only in the far-right lane, they cannot overtake a vehicle ahead on its left.",
  "보기3": "③ A vehicle ahead can be overtaken on its right on a bend.",
  "보기4": "④ Before changing directions on a two-wheeled vehicle, check the rear-view mirrors to make sure it is safe to do so.",
  "정답": 4
 },
 {
  "id": 378,
  "문제": "378. Which of the following statements about the correct method for a two-wheeled vehicle to drive around a corner or bend is incorrect?",
  "보기1": "① Slow down in advance of the turn, and take the turn at a reduced speed.",
  "보기2": "② Jerking the handle or slamming on the brakes can cause the two-wheeled motor vehicle to fall over or slide.",
  "보기3": "③ Take the turn at a high speed in case a vehicle coming from the opposite direction drives over the center line.",
  "보기4": "④ Take care not to drive into the off-tracking path of another vehicle turning in the same direction at the same time.",
  "정답": 3
 },
 {
  "id": 379,
  "문제": "379. Which of the following is the biggest hazard for a two-wheeled vehicle taking a right turn at an intersection?",
  "보기1": "① A vehicle traveling straight from the opposite direction",
  "보기2": "② A vehicle traveling straight on the right side of the road",
  "보기3": "③ A vehicle turning left from the opposite direction",
  "보기4": "④ A vehicle turning right from the opposite direction",
  "정답": 3
 },
 {
  "id": 380,
  "문제": "380. Which of the following is the biggest safety hazard for a two-wheeled vehicle taking an unprotected left turn at an intersection?",
  "보기1": "① A dump truck stopped on the other side of the road",
  "보기2": "② A two-wheeled vehicle traveling straight from the opposite direction",
  "보기3": "③ A bus waiting on the right-hand side of the road for a signal",
  "보기4": "④ A passenger vehicle turning left from the opposite direction",
  "정답": 2
 },
 {
  "id": 381,
  "문제": "381. Which of the following can affect the brake reaction distance of a two-wheeled vehicle?",
  "보기1": "① Rain",
  "보기2": "② Snow",
  "보기3": "③ Defective brakes",
  "보기4": "④ Driver fatigue",
  "정답": 4
 },
 {
  "id": 382,
  "문제": "382. Which of the following must a person driving a two-wheeled vehicle on the road at nighttime illuminate?",
  "보기1": "① Headlights and sidelights",
  "보기2": "② Headlights and taillights",
  "보기3": "③ Headlights and license plate lights",
  "보기4": "④ Headlights and fog lights",
  "정답": 2
 },
 {
  "id": 383,
  "문제": "383. The load conditions of a two-wheeled vehicle must not exceed the safety limits defined in the Road Traffic Act. Which of the following does NOT meet the standard?",
  "보기1": "① Maximum height of 3 m from the ground",
  "보기2": "② A length with 30 cm added to the seating device or loading device.",
  "보기3": "③ A width of the range where the cargo can be checked if the cargo is loaded lower than the height of the rear-view mirror.",
  "보기4": "④ A width of the range where the rear can be seen when the cargo is loaded higher than the height of the rear-view mirror.",
  "정답": 1
 },
 {
  "id": 384,
  "문제": "384. According to the Road Traffic Act, which of the following is the legal speed limit for two-wheeled vehicles on a general road with two lanes in each direction?",
  "보기1": "① Within 60km/h",
  "보기2": "② Within 70km/h",
  "보기3": "③ Within 80km/h",
  "보기4": "④ Within 90km/h",
  "정답": 3
 },
 {
  "id": 385,
  "문제": "385. Which of the following is the appropriate action for the driver of a two-wheeled vehicle to take when a disabled person unable to use road-crossing facilities such as an underpass or overpass is crossing the road?",
  "보기1": "① Drive through at a reduced speed.",
  "보기2": "② Bring the vehicle to a stop.",
  "보기3": "③ Quickly drive around the disabled person.",
  "보기4": "④ Sound the horn to warn the disabled person and drive through.",
  "정답": 2
 },
 {
  "id": 386,
  "문제": "386. Which of the following is the appropriate action for a two-wheeled vehicle driver upon spotting a pedestrian crossing a road without a crosswalk?",
  "보기1": "① Maintain a safe distance and drive at a reduced speed.",
  "보기2": "② Maintain a safe distance and bring the vehicle to a stop.",
  "보기3": "③ Sound the horn and drive at a reduced speed.",
  "보기4": "④ Slow down and drive at a reduced speed, steering behind the pedestrian.",
  "정답": 2
 },
 {
  "id": 387,
  "문제": "387. Which of the following statements about the stopping distance of a two-wheeled vehicle is correct?",
  "보기1": "① The stopping distance is reduced when the vehicle is loaded with cargo.",
  "보기2": "② Free running distance is the distance required for a vehicle to come to a stop after its brakes are applied.",
  "보기3": "③ Stopping distance is calculated by adding free running distance to braking distance.",
  "보기4": "④ Braking distance is the distance traveled by a vehicle before its brakes start functioning after being applied by the driver.",
  "정답": 3
 },
 {
  "id": 388,
  "문제": "388. The driver of a two-wheeled vehicle intends to overtake a vehicle ahead. Which of the following is the safest time to do so?",
  "보기1": "① When there is an oncoming vehicle approaching from the opposite direction",
  "보기2": "② When the vehicle ahead is moving left to make a left turn",
  "보기3": "③ When the vehicle ahead is overtaking the vehicle in front of it",
  "보기4": "④ When the vehicle ahead is keeping a sufficient driving distance from the vehicle in front of it",
  "정답": 4
 },
 {
  "id": 389,
  "문제": "389. How much is the fine for a two-wheeled vehicle driver not covered with insurance? (First violation; excluding car accidents)",
  "보기1": "① KRW 50,000",
  "보기2": "② KRW 70,000",
  "보기3": "③ KRW 100,000",
  "보기4": "④ KRW 200,000",
  "정답": 3
 },
 {
  "id": 390,
  "문제": "390. Which of the following recommendations for the safe driving of two-wheeled vehicles is correct?",
  "보기1": "① Drive at a reduced speed when a pedestrian is crossing a crosswalk.",
  "보기2": "② A Class I driver’s license for special motor vehicles is required to drive a two-wheeled vehicle with an engine displacement of 126 cc or higher.",
  "보기3": "③ Maintain a safe distance and drive at a reduced speed when there is a pedestrian in a safety zone.",
  "보기4": "④ For motorcycles exceeding 125 cc, only the driver needs to wear a safety helmet.",
  "정답": 3
 },
 {
  "id": 391,
  "문제": "391. Which of the following statements about the correct method for the driver of a two-wheeled vehicle to drive through a foggy area is INCORRECT?",
  "보기1": "① Drive at a reduced speed with the headlights and emergency lights on. Avoid sudden acceleration and deceleration.",
  "보기2": "② Maintain a safe distance by keeping an eye on the taillights of the vehicle ahead, your lane, and the guard-rail next to you.",
  "보기3": "③ Exercise extra caution around tunnel entrances and riverside roads.",
  "보기4": "④ Drive at 80% of the generally prescribed speed limit for the area if the visibility is less than 100 m.",
  "정답": 4
 },
 {
  "id": 392,
  "문제": "392. Which of the following describes a safe driving practice for persons driving two-wheeled vehicles?",
  "보기1": "① Drivers of two-wheeled vehicles should park inside safety zones.",
  "보기2": "② Overtake a vehicle ahead using the right edge of the road.",
  "보기3": "③ When the lights turn yellow while you are driving through an intersection, stop inside the intersection.",
  "보기4": "④ Maintain a safe distance to avoid collisions in case a vehicle ahead applies brakes suddenly.",
  "정답": 4
 },
 {
  "id": 393,
  "문제": "393. Which of the following holds true when a two-wheeled vehicle traveling at high speed in the rain brakes suddenly after the vehicle ahead stops?",
  "보기1": "① Sudden braking increases tire traction, so the motorcycle doesn't slide.",
  "보기2": "② Tire traction is reduced in rain, so the braking distance is increased.",
  "보기3": "③ Tire traction is reduced in rain, so the sliding distance is shortened.",
  "보기4": "④ It is easier to maneuver as tire traction increases in rain.",
  "정답": 2
 },
 {
  "id": 394,
  "문제": "394. Which of the following describes the safest method to drive a two-wheeled vehicle on a gravelly or bumpy road?",
  "보기1": "① Make wide turns.",
  "보기2": "② Increase speed and drive in high gear.",
  "보기3": "③ Just focus on maintaining balance.",
  "보기4": "④ Stay in a lower gear and maintain a constant speed.",
  "정답": 4
 },
 {
  "id": 395,
  "문제": "395. Which of the following is NOT correct regarding the safest method to drive a two-wheeled vehicle?",
  "보기1": "① Right before crossing a sidewalk, drive at a reduced speed.",
  "보기2": "② On a road where a footpath and vehicle road are separated, drive on the vehicle road.",
  "보기3": "③ When entering or leaving places other than roads, a sidewalk may be used for passage.",
  "보기4": "④ Drive through the right from the center of the road.",
  "정답": 1
 },
 {
  "id": 396,
  "문제": "396. Which of the following is the driver of a two-wheeled vehicle not prohibited from doing?",
  "보기1": "① Drinking and driving",
  "보기2": "② Unlicensed driving",
  "보기3": "③ Driving while fatigued",
  "보기4": "④ Driving with the headlights on",
  "정답": 4
 },
 {
  "id": 397,
  "문제": "397. Which of the following is NOT suitable for a safety helmet to be worn when driving a two-wheeled vehicle?",
  "보기1": "① A safety helmet with a reflective band on its rear",
  "보기2": "② A safety helmet that has shock absorption and penetration resistance",
  "보기3": "③ A safety helmet that does not significantly impede hearing",
  "보기4": "④ A safety helmet that weighs more than 2kg",
  "정답": 4
 },
 {
  "id": 398,
  "문제": "398. Which of the following describes the safest method to drive a two-wheeled vehicle on a road with a visibility of 100 m or less?",
  "보기1": "① Drive at 80% of the speed limit.",
  "보기2": "② Keep as close to the vehicle ahead as possible, as the road ahead is not clearly visible.",
  "보기3": "③ Use high-beam headlights to see the road ahead.",
  "보기4": "④ Turn on the headlights or fog lights. If required, turn on the emergency lights.",
  "정답": 4
 },
 {
  "id": 399,
  "문제": "399. Which of the following speed limits will not be enforced on the drivers of two-wheeled vehicles driving on a general road?",
  "보기1": "① Legal speed limit",
  "보기2": "② Speed limit",
  "보기3": "③ Maximum speed",
  "보기4": "④ Minimum speed",
  "정답": 4
 },
 {
  "id": 400,
  "문제": "400. Which of the following is the penalty imposed on the driver of a two-wheeled vehicle (excluding emergency two-wheeled vehicles) caught driving on an expressway or a motor vehicle-only lane?",
  "보기1": "① A fine of KRW 60,000",
  "보기2": "② A fine of KRW 100,000",
  "보기3": "③ A fine of up to KRW 300,000 and/or detention",
  "보기4": "④ None",
  "정답": 3
 },
 {
  "id": 401,
  "문제": "401. According to the Road Traffic Act, which of the following is not true about operating a PMD?",
  "보기1": "① Turn on headlights and daytime running lights when driving at night.",
  "보기2": "② The person riding together with the driver must also wear protective gear.",
  "보기3": "③ An electric kick scooter is designed for 2 or fewer persons.",
  "보기4": "④ Riding a motorcycle requires a driver's license.",
  "정답": 3
 },
 {
  "id": 402,
  "문제": "402. As the driver of a two-wheeled vehicle is entering an intersection without traffic lights, the driver notices a cyclist entering the same intersection from his/her right. What should he/she do?",
  "보기1": "① The cyclist probably knows a two-wheeled vehicle will be faster than a bicycle, and will yield the right of way to you. Just drive on.",
  "보기2": "② Increase speed so that you reach the intersection first and drive through.",
  "보기3": "③ Stop before entering the intersection and let the bicycle pass first.",
  "보기4": "④ Use the horn to caution the cyclist and drive through.",
  "정답": 3
 },
 {
  "id": 403,
  "문제": "403. According to the Promotion of the Use of Bicycles Act, an 'electric bicycle' that is permitted to use bicycle-only lanes is a bicycle mounted with a motor to add power to that of humans, and fulfilling each of the following requirements",
  "보기1": "① 20, 35",
  "보기2": "② 25, 30",
  "보기3": "③ 30, 45",
  "보기4": "④ 35, 40",
  "정답": 2
 },
 {
  "id": 404,
  "문제": "404. You are driving a two-wheeled vehicle and see a cyclist pushing his bicycle across the road. Which of the following describes the best method to drive?",
  "보기1": "① There's no reason to protect a cyclist who is crossing the road illegally. Just drive on.",
  "보기2": "② Stop at a safe distance away and let the cyclist cross the road.",
  "보기3": "③ Increase speed and drive around the cyclist.",
  "보기4": "④ Drive through at a reduced speed while keeping an eye on the cyclist.",
  "정답": 2
 },
 {
  "id": 405,
  "문제": "405. Which of the following best describes what to do when your two-wheeled vehicle suddenly slides on a snowy or icy road?",
  "보기1": "① Press the brakes",
  "보기2": "② Shift to a higher gear.",
  "보기3": "③ Turn the wheel in the direction in which you are sliding.",
  "보기4": "④ Turn the wheel away from the direction in which you are sliding.",
  "정답": 3
 },
 {
  "id": 406,
  "문제": "406. Which of the following is true about child safety-related fines?",
  "보기1": "① The fine for the parent/guardian who negligently allowed a child to play in a busy street is KRW 50,000.",
  "보기2": "② The fine for the parent/guardian who let a child ride a PMD in the street is KRW 100,000.",
  "보기3": "③ The fine for the parent/guardian who let a child ride a bicycle in the street without protective gear is KRW 20,000.",
  "보기4": "④ The fine for the driver of a two-wheeled vehicle who failed to equip a child passenger with protective gear is KRW 60,000.",
  "정답": 2
 },
 {
  "id": 407,
  "문제": "407. Which of the following correctly describes why nighttime driving is more dangerous for drivers of two-wheeled vehicles than daytime driving?",
  "보기1": "① Driving safety is enhanced thanks to a stabilized sense of speed",
  "보기2": "② Focus and danger-handling capacity are increased",
  "보기3": "③ Speed and accuracy in object detection are increased",
  "보기4": "④ Detection of objects is hindered and visibility reduced",
  "정답": 4
 },
 {
  "id": 408,
  "문제": "408. Which of the following statements about the best method to drive and maintain a two-wheeled vehicle is INCORRECT?",
  "보기1": "① A license plate is required on a 125 cc motorcycle.",
  "보기2": "② Safety helmets must be worn by both the driver and passenger.",
  "보기3": "③ Always check your tires and fuel after getting on the road.",
  "보기4": "④ Do not drive when you are fatigued.",
  "정답": 3
 },
 {
  "id": 409,
  "문제": "409. Which of the following statements about why a safety helmet must be worn when driving a two-wheeled vehicle is correct?",
  "보기1": "① A safety helmet helps to reduce drowsiness and fatigue",
  "보기2": "② A safety helmet helps to maintain a safe distance from other vehicles",
  "보기3": "③ A safety helmet helps to maintain a wide field of vision",
  "보기4": "④ A safety helmet protects the head in the event of an accident",
  "정답": 4
 },
 {
  "id": 410,
  "문제": "410. According to the Road Traffic Act and its Enforcement Decrees, how many demerit points are given to the driver of a two-wheeled vehicle who exceeded the speed limit by 10km/h in the school zone from 8",
  "보기1": "① 10",
  "보기2": "② 15",
  "보기3": "③ 20",
  "보기4": "④ 30",
  "정답": 2
 },
 {
  "id": 411,
  "문제": "411. Which of the following is NOT a characteristic applicable to the driving of a two-wheeled vehicle?",
  "보기1": "① The body of the two-wheeled vehicle driver is exposed.",
  "보기2": "② The drivers and two-wheeled vehicles lean in the direction of a turn.",
  "보기3": "③ Two-wheeled vehicles offer greater maneuverability than passenger cars.",
  "보기4": "④ Two-wheeled vehicles have brakes only on the rear wheel.",
  "정답": 4
 },
 {
  "id": 412,
  "문제": "412. Which of the following should the motorcyclist be mindful of?",
  "보기1": "① Motorcycles lack maneuverability.",
  "보기2": "② Motorcycles are more prone to accidents, as they are not easy for drivers of passenger cars to spot.",
  "보기3": "③ Motorcycles are big and heavy.",
  "보기4": "④ Motorcycles are easy to balance.",
  "정답": 2
 },
 {
  "id": 413,
  "문제": "413. Which of the following is the best explanation of why the tire of a two-wheeled vehicle has a round cross-section?",
  "보기1": "① To enhance the braking power",
  "보기2": "② To help balance the vehicle body easily",
  "보기3": "③ To maintain balance and centrifugal force when negotiating a turn",
  "보기4": "④ To prevent the vehicle from falling over",
  "정답": 3
 },
 {
  "id": 414,
  "문제": "414. Which of the following is NOT an advantage two-wheeled vehicles have over four-wheeled vehicles?",
  "보기1": "① Excellent maneuverability",
  "보기2": "② Wider view",
  "보기3": "③ Instantaneous acceleration",
  "보기4": "④ Higher shock absorption",
  "정답": 4
 },
 {
  "id": 415,
  "문제": "415. Which of the following statements regarding the distribution of force for enhanced braking when a two-wheeled vehicle stops suddenly is correct?",
  "보기1": "① The vehicle is designed for the force to be applied more to the front wheel.",
  "보기2": "② The vehicle is designed for the force to be applied more to the rear wheel.",
  "보기3": "③ The vehicle is designed for the force to be applied evenly to both wheels.",
  "보기4": "④ The vehicle is not designed for the force to be applied to either wheel.",
  "정답": 1
 },
 {
  "id": 416,
  "문제": "416. When a two-wheeled vehicle brakes suddenly on a curve, it may slip and fall easily due to ( ). Select the correct answer below to fill in the brackets.",
  "보기1": "① Shock",
  "보기2": "② Centrifugal force",
  "보기3": "③ Moment of inertia",
  "보기4": "④ Friction",
  "정답": 2
 },
 {
  "id": 417,
  "문제": "417. Which of the following describes the correct reason why the driver of a two-wheeled vehicle should not drive between other motor vehicles by invading the lane marks?",
  "보기1": "① It is because the instant acceleration decreases.",
  "보기2": "② It is because it is hard to secure mobility.",
  "보기3": "③ It is because it is hard to balance the weight of a two-wheeled vehicle.",
  "보기4": "④ It is because it is easy to get inside the blind areas of four-wheeled vehicle drivers.",
  "정답": 4
 },
 {
  "id": 418,
  "문제": "418. Which of the following is the most important thing to remember when a two-wheeled vehicle changes direction or takes a turn?",
  "보기1": "① The location of your feet on the foot pegs of the two-wheeled vehicle",
  "보기2": "② Controlling the brake system",
  "보기3": "③ Changing gears",
  "보기4": "④ Leaning position of your body",
  "정답": 4
 },
 {
  "id": 419,
  "문제": "419. According to the Road Traffic Act and its Enforcement Decree, which of the following recommendations on selecting a safety helmet for two-wheeled vehicles is INCORRECT?",
  "보기1": "① The helmet should come off easily on impact.",
  "보기2": "② The helmet should absorb shock and be resistant to penetration.",
  "보기3": "③ The helmet should allow sufficient room for left/right and up/down view.",
  "보기4": "④ The helmet should not cause injury to the wearer.",
  "정답": 1
 },
 {
  "id": 420,
  "문제": "420. According to the Road Traffic Act and its Enforcement Decree, which of the following is the correct weight standard for a safety helmet to be used with two-wheeled vehicles?",
  "보기1": "① 1 kg or less",
  "보기2": "② 1.5 kg or less",
  "보기3": "③ 2 kg or less",
  "보기4": "④ 2.5 kg or less",
  "정답": 3
 },
 {
  "id": 421,
  "문제": "421. Which of the following recommendations on selecting the visor for a safety helmet to be used with two-wheeled vehicles is INCORRECT?",
  "보기1": "① The visor must be tinted in order to protect the driver’s eyes and vision against the sun.",
  "보기2": "② The visor must not distort the angle of the light.",
  "보기3": "③ The wearer must be able to accurately judge the distance to other objects.",
  "보기4": "④ The visor must be made of safety glass to prevent injuries from shattered glass in the event of an accident.",
  "정답": 1
 },
 {
  "id": 422,
  "문제": "422. Which of the following recommendations on selecting a safety helmet for two-wheeled vehicles that securely fits the driver is INCORRECT?",
  "보기1": "① The helmet must be up to the prescribed standards.",
  "보기2": "② The helmet must have good visibility.",
  "보기3": "③ Select a helmet that satisfies your needs and purposes.",
  "보기4": "④ Select a helmet that is slightly bigger than the driver's head.",
  "정답": 4
 },
 {
  "id": 423,
  "문제": "423. Which of the following statements about wearing a safety helmet for two-wheeled vehicles is INCORRECT?",
  "보기1": "① A safety helmet protects your head and face in the event of an accident.",
  "보기2": "② Fasten the safety helmet's buckle slightly loosely under the chin.",
  "보기3": "③ A safety helmet absorbs and lessens shock.",
  "보기4": "④ Your safety helmet should not sit too much to the front or to the rear of your head.",
  "정답": 2
 },
 {
  "id": 424,
  "문제": "424. Which of the following explanations is NOT correct regarding the safe driving of a two-wheeled vehicle?",
  "보기1": "① When entering a curve, you must decelerate according to the size of the curve.",
  "보기2": "② When turning, it is safer to maintain a constant speed rather than decelerating or accelerating.",
  "보기3": "③ It is safe to drive along the 'out-out-out course' on a curved road.",
  "보기4": "④ When turning, it is safest to keep the 'lean with' posture by tilting the driver's body inward rather than operating the steering wheel.",
  "정답": 3
 },
 {
  "id": 425,
  "문제": "425. Which of the following statements about a two-wheeled vehicle driver’s field of vision and perspective is correct?",
  "보기1": "① The field of vision is wide to the left and right, and the horizon is set low.",
  "보기2": "② The field of vision is long up and down, and the horizon is set high.",
  "보기3": "③ The field of vision is narrow to the left and right, and the horizon is set high.",
  "보기4": "④ The field of vision is short up and down, and the horizon is set low.",
  "정답": 2
 },
 {
  "id": 426,
  "문제": "426. Which of the following guidelines about distributing a two-wheeled vehicle driver’s attention along the field of vision and perspective is correct?",
  "보기1": "① Look close ahead, and do not look wide.",
  "보기2": "② Look far ahead, and look wide.",
  "보기3": "③ Look far ahead, and do not look wide.",
  "보기4": "④ Look close ahead, and look wide.",
  "정답": 2
 },
 {
  "id": 427,
  "문제": "427. Which of the following recommendations about the position of a moving two-wheeled vehicle on the road is NOT correct?",
  "보기1": "① Drive along the edge of the lane.",
  "보기2": "② Drive at the center of the lane.",
  "보기3": "③ Do not cut in between vehicles unreasonably.",
  "보기4": "④ Position yourself such that it is easy for other drivers to detect you.",
  "정답": 1
 },
 {
  "id": 428,
  "문제": "428. Which of the following statements about the clothing worn by two-wheeled vehicle drivers is NOT correct?",
  "보기1": "① Wear light-colored clothing that protects the body and makes you easily visible.",
  "보기2": "② Wear leather gloves that allow you to move your fingers comfortably.",
  "보기3": "③ It is a good idea to attach reflectors for nighttime driving.",
  "보기4": "④ In the summer, it is better to wear sandals or other breathable shoes; in the winter, wear long leather boots.",
  "정답": 4
 },
 {
  "id": 429,
  "문제": "429. According to the Noise and Vibration Control Act, what is the permitted noise standard for two-wheeled vehicles manufactured after Jan. 1, 2006?",
  "보기1": "① 105 db or below",
  "보기2": "② 110 db or below",
  "보기3": "③ 115 db or below",
  "보기4": "④ 120 db or below",
  "정답": 1
 },
 {
  "id": 430,
  "문제": "430. Which of the following statements about the moving of two-wheeled vehicles is INCORRECT?",
  "보기1": "① Unlike drivers of four-wheeled vehicles, two-wheeled vehicle drivers tend to look at and around the lane to avoid speed bumps or stray rocks.",
  "보기2": "② Unlike drivers of four-wheeled vehicles, two-wheeled vehicle drivers are directly affected by the wind and find it difficult to control the handle.",
  "보기3": "③ When negotiating a curve, drivers of two-wheeled vehicles use only the handle to change direction.",
  "보기4": "④ When negotiating a curve, two-wheeled vehicle drivers apply the engine brake in advance to slow down.",
  "정답": 3
 },
 {
  "id": 431,
  "문제": "431. Which of the following statements about a tandem seat attached to a two-wheeled vehicle is NOT correct?",
  "보기1": "① Due to its increased weight, a tandem seat attached to a two-wheeled motor vehicle accelerates faster and its centrifugal force becomes smaller.",
  "보기2": "② It is very important that the driver and the passenger work together to maintain balance.",
  "보기3": "③ Because it is very important for the driver and the passenger of the tandem seat to work together to slow down, the passenger needs to be sufficiently informed.",
  "보기4": "④ The passenger should not ride when the road is slippery due to snow or rain.",
  "정답": 1
 },
 {
  "id": 432,
  "문제": "432. Which of the following is NOT a characteristic the driver of a passenger car must be aware of when encountering a two-wheeled vehicle?",
  "보기1": "① There is no likelihood of a two-wheeled vehicle driving between other vehicles.",
  "보기2": "② Understand that there is a risk that a two-wheeled motor vehicle may be pulled underneath the car when you turn right at an intersection.",
  "보기3": "③ Two-wheeled vehicles are smaller than four-wheeled vehicles, and can easily enter a blind spot in your field of vision.",
  "보기4": "④ Drivers tend to think that two-wheeled vehicles are farther away than they really are due to their small size.",
  "정답": 1
 },
 {
  "id": 433,
  "문제": "433. According to the Regulations on the Performance and Safety Standards of Motor Vehicles and Auto Parts, which of the following is not true about the standards for tire markings for two-wheeled vehicles?",
  "보기1": "① Tread wear indicators are spaced through the main grooves in the tire tread that indicate tread depths down to 1.6 mm",
  "보기2": "② Tire manufacturer is marked on at least one side of the tire, either engraved or embossed",
  "보기3": "③ Lot number or a symbol equivalent to lot number is marked on at least one side of the tire, either engraved or embossed",
  "보기4": "④ A symbol indicating the tire name is marked on at least one side of the tire, either engraved or embossed",
  "정답": 1
 },
 {
  "id": 434,
  "문제": "434. Which of the following is a cornering technique that drivers of two-wheeled vehicles can use while riding at high speeds on paved roads?",
  "보기1": "① Lean with",
  "보기2": "② Lean out",
  "보기3": "③ Lean brake",
  "보기4": "④ Lean in",
  "정답": 4
 },
 {
  "id": 435,
  "문제": "435. Which of the following is a cornering technique that the driver of a two-wheeled vehicle can use on unpaved roads?",
  "보기1": "① Lean with",
  "보기2": "② Lean out",
  "보기3": "③ Lean brake",
  "보기4": "④ Lean in",
  "정답": 2
 },
 {
  "id": 436,
  "문제": "436. Which of the following is a basic cornering technique, in which the driver of a two-wheeled vehicle leans inwards at the same angle as the vehicle?",
  "보기1": "① Lean with",
  "보기2": "② Lean out",
  "보기3": "③ Lean brake",
  "보기4": "④ Lean in",
  "정답": 1
 },
 {
  "id": 437,
  "문제": "437. Which of the following statements about the correct method for a two-wheeled vehicle to move on a curved road is incorrect?",
  "보기1": "① Before entering the curved section, reduce speed according to the size of the curve.",
  "보기2": "② Look close ahead; do not look around the wider field of view.",
  "보기3": "③ When you move along the curve, maintain a steady speed.",
  "보기4": "④ Make sure to balance the centrifugal force and gravity.",
  "정답": 2
 },
 {
  "id": 438,
  "문제": "438. Which of the following is NOT a type of brake used in two-wheeled vehicles?",
  "보기1": "① Front-wheel brake",
  "보기2": "② Rear-wheel brake",
  "보기3": "③ Exhaust brake",
  "보기4": "④ Engine brake",
  "정답": 3
 },
 {
  "id": 439,
  "문제": "439. Which of the following statements about the characteristics of two-wheeled vehicles is correct?",
  "보기1": "① Two-wheeled vehicles have no blind spots outside the coverage of rear-view mirrors.",
  "보기2": "② A two-wheeled vehicle cannot apply an engine brake when braking.",
  "보기3": "③ Two-wheeled vehicles do not have to slow down on a curve.",
  "보기4": "④ A two-wheeled vehicle tends to fall over when it slows down or stops.",
  "정답": 4
 },
 {
  "id": 440,
  "문제": "440. Which of the following is NOT correct regarding the characteristics of two-wheeled vehicles?",
  "보기1": "① The drivers of two-wheeled vehicles should wear easily visible clothing, leather gloves and shoes, and protective gear.",
  "보기2": "② The brakes on the front and rear wheels of the two-wheeled vehicles are applied at the same time.",
  "보기3": "③ Two-wheeled vehicles offer greater maneuverability and a wider field of vision than drivers of four-wheeled vehicles.",
  "보기4": "④ In general, two-wheeled vehicles have faster instantaneous acceleration compared to four-wheeled vehicles.",
  "정답": 2
 },
 {
  "id": 441,
  "문제": "441. What does the following safety sign mean?",
  "보기1": "① The road ahead is rough.",
  "보기2": "② There is a tunnel ahead.",
  "보기3": "③ There is a speed bump ahead.",
  "보기4": "④ The road ahead is slippery.",
  "정답": 3
 },
 {
  "id": 442,
  "문제": "442. What is the correct meaning of the following safety sign? 100m ahead",
  "보기1": "① Cliff 100 meters ahead, drive with caution",
  "보기2": "② Road work 100 meters ahead, drive with caution",
  "보기3": "③ Riverside road 100 meters ahead, drive with caution",
  "보기4": "④ Possibility of rockfall 100 meters ahead, drive with caution",
  "정답": 4
 },
 {
  "id": 443,
  "문제": "443. Which of the following correctly describes this traffic sign?",
  "보기1": "① This area is designated for kindergarteners, and is forbidden for vehicles.",
  "보기2": "② There is a designated passage or a sidewalk for children.",
  "보기3": "③ The sign is installed more than 2 kilometers away from a school entrance.",
  "보기4": "④ Children or infants are not allowed to cross the road.",
  "정답": 2
 },
 {
  "id": 444,
  "문제": "444. Which of the following is a safe driving practice when you see the sign shown below?",
  "보기1": "① You should drive with caution and stay on the right side of the road, because there is an obstacle in the middle of the road.",
  "보기2": "② You should drive with caution because a median strip is about to start.",
  "보기3": "③ You should drive with caution because a median strip is about to end.",
  "보기4": "④ You should drive with caution and keep your headlights on because there is a tunnel ahead.",
  "정답": 1
 },
 {
  "id": 445,
  "문제": "445. What does the following safety sign mean?",
  "보기1": "① T-shaped intersection",
  "보기2": "② Y-shaped intersection",
  "보기3": "③ There is a road merging from the left",
  "보기4": "④ Priority road",
  "정답": 3
 },
 {
  "id": 446,
  "문제": "446. What does the following sign indicate?",
  "보기1": "① A four-lane tunnel",
  "보기2": "② A series of speed bumps",
  "보기3": "③ A rough road surface",
  "보기4": "④ A submersible bridge with curves",
  "정답": 3
 },
 {
  "id": 447,
  "문제": "447. What does the following sign indicate?",
  "보기1": "① This is an area with busy bicycle traffic.",
  "보기2": "② This is a bicycle crossing.",
  "보기3": "③ This is a bicycle parking space.",
  "보기4": "④ This is a bicycle-only lane.",
  "정답": 1
 },
 {
  "id": 448,
  "문제": "448. Which of the following is the safest driving practice on a road with the following sign?",
  "보기1": "① If the road is covered with snow, use a higher gear.",
  "보기2": "② On a snowy road, try not to stop in the middle whenever possible.",
  "보기3": "③ Use a higher gear than you would use on level ground.",
  "보기4": "④ Trail a vehicle fully loaded with cargo closely.",
  "정답": 2
 },
 {
  "id": 449,
  "문제": "449. What is a safe driving practice on a road with the following sign?",
  "보기1": "① Pass through the crossing slowly when the railroad crossing signal is green.",
  "보기2": "② Enter the crossing and pass through it quickly if the railroad crossing barrier is coming down.",
  "보기3": "③ Pass through the crossing quickly when the alarm goes off.",
  "보기4": "④ Pass through the crossing, frequently changing gears, while the railroad crossing barrier is going up.",
  "정답": 1
 },
 {
  "id": 450,
  "문제": "450. What does the following safety sign indicate?",
  "보기1": "① Park in a single line",
  "보기2": "② A frequently congested area",
  "보기3": "③ Drive cautiously at nighttime",
  "보기4": "④ A lane change",
  "정답": 2
 },
 {
  "id": 451,
  "문제": "451. Which of the following is not true about the road sign below?",
  "보기1": "① Place the sign on both sides of roads when roadwork is taking place on or on the side of the road.",
  "보기2": "② The sign indicates an ongoing road construction.",
  "보기3": "③ Place the sign between 50 m and 1 km from the construction site on the left side of the road.",
  "보기4": "④ When placing the sign between 200 m and 1 km from the construction site, add an auxiliary sign.",
  "정답": 3
 },
 {
  "id": 452,
  "문제": "452. What does the following safety sign signify?",
  "보기1": "① Drive in the left lane with caution",
  "보기2": "② A road merging from the right",
  "보기3": "③ A narrowing road",
  "보기4": "④ The right lane is about to end",
  "정답": 4
 },
 {
  "id": 453,
  "문제": "453. Which of the following correctly describes the following safety sign?",
  "보기1": "① It is installed on roads that tend to be foggy.",
  "보기2": "② It is installed on roads where migratory birds are frequently found.",
  "보기3": "③ It is installed on roads exposed to crosswinds; e.g. bridges and riversides.",
  "보기4": "④ It is installed on roads which have heavy pedestrian traffic.",
  "정답": 3
 },
 {
  "id": 454,
  "문제": "454. What is the safest way to drive when you see the following safety sign?",
  "보기1": "① A crosswalk is nearby, so accelerate and drive through it.",
  "보기2": "② A crosswalk is located 200 m away, so sound the horn and drive through it.",
  "보기3": "③ Pedestrians are prohibited from crossing the road, so you can drive on.",
  "보기4": "④ A crosswalk is nearby, so drive in a manner that ensures pedestrian safety.",
  "정답": 4
 },
 {
  "id": 455,
  "문제": "455. What does the following safety sign indicate?",
  "보기1": "① A railway crossing",
  "보기2": "② A bridge",
  "보기3": "③ Vehicle height limit",
  "보기4": "④ A cultural heritage site",
  "정답": 2
 },
 {
  "id": 456,
  "문제": "456. What do the following safety sign and supplementary sign mean?",
  "보기1": "① The minimum speed limit is no longer applicable.",
  "보기2": "② The maximum speed limit of 50 km/h is no longer applicable.",
  "보기3": "③ The speed limit is not applicable starting 50 meters ahead.",
  "보기4": "④ The required distance of 50 meters between vehicles is not applicable.",
  "정답": 2
 },
 {
  "id": 457,
  "문제": "457. Which of the following is the correct way of driving on a road with the sign below?",
  "보기1": "① You are required to stop only when there is an oncoming vehicle.",
  "보기2": "② You must stop even when there are no other vehicles on the road.",
  "보기3": "③ Stop only when children are crossing the street.",
  "보기4": "④ Stop only when there is a red light.",
  "정답": 2
 },
 {
  "id": 458,
  "문제": "458. What does the following sign indicate?",
  "보기1": "① Be careful when driving on a curved road.",
  "보기2": "② Cars are prohibited from entering.",
  "보기3": "③ Do not overtake.",
  "보기4": "④ Speed bumps ahead",
  "정답": 3
 },
 {
  "id": 459,
  "문제": "459. Which of the following interpretations of the sign below is correct?",
  "보기1": "① Two-wheeled vehicles and bicycles are not allowed.",
  "보기2": "② Two-wheeled vehicles and motorcycles are not allowed.",
  "보기3": "③ All vehicles except two-wheeled vehicles and bicycles are allowed at all times.",
  "보기4": "④ All vehicles except two-wheeled vehicles and motorcycles are allowed at all times.",
  "정답": 2
 },
 {
  "id": 460,
  "문제": "460. Which of the following statements about the sign below is correct?",
  "보기1": "① You can park briefly to load cargo.",
  "보기2": "② You can stop briefly to drop off a passenger.",
  "보기3": "③ Parking and stopping are not allowed in this area.",
  "보기4": "④ A two-wheeled vehicle is allowed to park.",
  "정답": 2
 },
 {
  "id": 461,
  "문제": "461. Which of the following is true about the road sign below?",
  "보기1": "① It is an instruction sign that prohibits the access of PMDs.",
  "보기2": "② It is a warning sign that prohibits the access of PMDs.",
  "보기3": "③ It is a regulatory sign that prohibits PMDs carrying 2 or more persons.",
  "보기4": "④ It is a regulatory sign that prohibits the access of PMDs.",
  "정답": 4
 },
 {
  "id": 462,
  "문제": "462. Which of the following is true about the road sign below?",
  "보기1": "① It prohibits the access of buses (seating capacity of 15 persons or more).",
  "보기2": "② It prohibits the access of buses (seating capacity of 30 persons or more).",
  "보기3": "③ It prohibits the access of passenger vehicles and buses.",
  "보기4": "④ It prohibits the access of all vehicles.",
  "정답": 2
 },
 {
  "id": 463,
  "문제": "463. What does the following safety sign indicate?",
  "보기1": "① Maintain a safe driving distance.",
  "보기2": "② You are on Expressway 30.",
  "보기3": "③ You are on National Highway 30.",
  "보기4": "④ The minimum speed for this road segment is 30.",
  "정답": 4
 }
]